{
  "Common.Controllers.Chat.notcriticalErrorTitle": "Προειδοποίηση",
  "Common.Controllers.Desktop.hintBtnHome": "Εμφάνιση κύριου παραθύρου",
  "Common.Controllers.Desktop.itemCreateFromTemplate": "Δημιουργία από πρότυπο",
  "Common.Controllers.ExternalLinks.textAddExternalData": "Ο σύνδεσμος προς μια εξωτερική πηγή έχει προστεθεί. Μπορείτε να ενημερώσετε τέτοιους συνδέσμους στην καρτέλα Δεδομένα.",
  "Common.Controllers.ExternalLinks.textDontUpdate": "Μη γίνεται ενημέρωση",
  "Common.Controllers.ExternalLinks.textUpdate": "Ενημέρωση",
  "Common.Controllers.ExternalLinks.txtErrorExternalLink": "Σφάλμα: η ενημέρωση απέτυχε",
  "Common.Controllers.ExternalLinks.warnUpdateExternalData": "Αυτό το βιβλίο εργασίας περιέχει συνδέσεις σε μία ή περισσότερες εξωτερικές προελεύσεις που μπορεί να μην είναι ασφαλείς. <br>Εάν εμπιστεύεστε τους συνδέσμους, ενημερώστε τους για να λάβετε τα πιο πρόσφατα δεδομένα.",
  "Common.Controllers.ExternalLinks.warnUpdateExternalDataDE": "Αυτό το έγγραφο περιέχει συνδέσμους σε μία ή περισσότερες εξωτερικές πηγές που μπορεί να είναι ανασφαλείς.<br>Εάν εμπιστεύεστε τους συνδέσμους, ενημερώστε τους για να αποκτήσετε τα πιο πρόσφατα δεδομένα.",
  "Common.Controllers.ExternalLinks.warnUpdateExternalDataPE": "Αυτή η παρουσίαση περιέχει συνδέσμους σε μία ή περισσότερες εξωτερικές πηγές που θα μπορούσαν να είναι επικίνδυνες.<br>Αν εμπιστεύεστε τους συνδέσμους, ενημερώστε τους για να αποκτήσετε τα τελευταία δεδομένα.",
  "Common.Controllers.History.notcriticalErrorTitle": "Προειδοποίηση",
  "Common.Controllers.History.txtErrorLoadHistory": "Η φόρτωση ιστορικού απέτυχε",
  "Common.Controllers.Plugins.helpUseMacros": "Βρείτε το κουμπί Μακροεντολές εδώ",
  "Common.Controllers.Plugins.helpUseMacrosHeader": "Ενημερωμένη πρόσβαση σε μακροεντολές",
  "Common.Controllers.Plugins.textPluginsSuccessfullyInstalled": "Τα πρόσθετα εγκαταστάθηκαν με επιτυχία. Μπορείτε να αποκτήσετε πρόσβαση σε όλα τα πρόσθετα φόντου εδώ.",
  "Common.Controllers.Plugins.textPluginSuccessfullyInstalled": "<b>{0}</b> εγκαταστάθηκε με επιτυχία. Μπορείτε να έχετε πρόσβαση σε όλα τα πρόσθετα υποβάθρου εδώ.",
  "Common.Controllers.Plugins.textRunInstalledPlugins": "Εκτελέστε εγκατεστημένα πρόσθετα",
  "Common.Controllers.Plugins.textRunPlugin": "Εκτέλεση προόσθετου",
  "Common.Controllers.Shortcuts.txtDescriptionAddNewRow": "Προσθέστε μια νέα γραμμή στο κάτω μέρος του πίνακα.",
  "Common.Controllers.Shortcuts.txtDescriptionApplyHeading1": "Εφαρμόστε το στυλ της επικεφαλίδας 1 στο επιλεγμένο κείμενο.",
  "Common.Controllers.Shortcuts.txtDescriptionApplyHeading2": "Εφαρμόστε το στυλ της επικεφαλίδας 2 στο επιλεγμένο κείμενο.",
  "Common.Controllers.Shortcuts.txtDescriptionApplyHeading3": "Εφαρμόστε το στυλ της επικεφαλίδας 3 στο επιλεγμένο κείμενο.",
  "Common.Controllers.Shortcuts.txtDescriptionApplyListBullet": "Δημιουργήστε μια μη ταξινομημένη λίστα με κουκκίδες από το επιλεγμένο κομμάτι κειμένου ή ξεκινήστε μία νέα.",
  "Common.Controllers.Shortcuts.txtDescriptionBigMoveObjectDown": "Χρησιμοποιήστε το βέλος πληκτρολογίου για να μετακινήσετε το επιλεγμένο αντικείμενο με ένα μεγάλο βήμα προς τα κάτω.",
  "Common.Controllers.Shortcuts.txtDescriptionBigMoveObjectLeft": "Χρησιμοποιήστε το βέλος του πληκτρολογίου για να μετακινήσετε το επιλεγμένο αντικείμενο με ένα μεγάλο βήμα προς τα αριστερά.",
  "Common.Controllers.Shortcuts.txtDescriptionBigMoveObjectRight": "Χρησιμοποιήστε το βέλος του πληκτρολογίου για να μετακινήσετε το επιλεγμένο αντικείμενο με ένα μεγάλο βήμα προς τα δεξιά.",
  "Common.Controllers.Shortcuts.txtDescriptionBigMoveObjectUp": "Χρησιμοποιήστε το βέλος πληκτρολογίου για να μετακινήσετε το επιλεγμένο αντικείμενο με ένα μεγάλο βήμα προς τα πάνω.",
  "Common.Controllers.Shortcuts.txtDescriptionBold": "Κάντε τη γραμματοσειρά του επιλεγμένου τμήματος κειμένου έντονη, δίνοντάς της μια πιο βαριά εμφάνιση.",
  "Common.Controllers.Shortcuts.txtDescriptionCenterPara": "Αλλάξτε μια παράγραφο μεταξύ κεντραρισμένης και αριστερά στοιχισμένης.",
  "Common.Controllers.Shortcuts.txtDescriptionChooseNextComboBoxOption": "Επιλέξτε την επόμενη επιλογή του κουτιού συνδυασμού στη φόρμα.",
  "Common.Controllers.Shortcuts.txtDescriptionChoosePreviousComboBoxOption": "Επιλέξτε την προηγούμενη επιλογή του συνδυασμένου πλαισίου στην φόρμα.",
  "Common.Controllers.Shortcuts.txtDescriptionCloseFile": "Κλείστε το τρέχον παράθυρο PDF.",
  "Common.Controllers.Shortcuts.txtDescriptionCloseMenu": "Κλείσιμο ενός μενού ή παραθύρου διαλόγου. Επαναφορά αναδυόμενων παραθύρων και σημειώσεων με σχόλια και αναθεωρήσεις αλλαγών. Επαναφορά λειτουργίας σχεδίασης και διαγραφής πίνακα. Επαναφορά μετακίνησης και απόθεσης κειμένου. Επαναφορά λειτουργίας επιλογής μαρκαδόρου. Επαναφορά λειτουργίας αντιγραφής μορφοποίησης. Αποεπιλογή σχημάτων. Επαναφορά λειτουργίας προσθήκης σχημάτων. Έξοδος από την κεφαλίδα/υποσέλιδο. Έξοδος από τη συμπλήρωση φορμών.",
  "Common.Controllers.Shortcuts.txtDescriptionCopy": "Αποστείλετε το επιλεγμένο τμήμα κειμένου στη μνήμη πρόχειρου του υπολογιστή. Το αντιγραμμένο κείμενο μπορεί αργότερα να εισαχθεί σε άλλο σημείο του ίδιου εγγράφου, σε άλλο έγγραφο ή σε κάποιο άλλο πρόγραμμα.",
  "Common.Controllers.Shortcuts.txtDescriptionCopyFormat": "Αντιγράψτε τη μορφοποίηση από το επιλεγμένο τμήμα του κειμένου που επεξεργάζεστε αυτήν τη στιγμή. Η αντιγραμμένη μορφοποίηση μπορεί να εφαρμοστεί αργότερα σε άλλο τμήμα κειμένου στο ίδιο έγγραφο.",
  "Common.Controllers.Shortcuts.txtDescriptionCopyrightSign": "Εισάγετε ένα σύμβολο πνευματικών δικαιωμάτων δεξιά του δρομέα.",
  "Common.Controllers.Shortcuts.txtDescriptionCut": "Διαγράψτε το επιλεγμένο τμήμα κειμένου και στείλτε το στη μνήμη του πρόχειρου του υπολογιστή. Το αντιγραμμένο κείμενο μπορεί αργότερα να εισαχθεί σε άλλο μέρος του ίδιου εγγράφου, σε άλλο έγγραφο ή σε κάποιο άλλο πρόγραμμα.",
  "Common.Controllers.Shortcuts.txtDescriptionDecreaseFontSize": "Μειώστε το μέγεθος της γραμματοσειράς για το επιλεγμένο τμήμα κειμένου κατά 1 μονάδα.",
  "Common.Controllers.Shortcuts.txtDescriptionDeleteLeftChar": "Διαγράψτε έναν χαρακτήρα αριστερά του δρομέα.",
  "Common.Controllers.Shortcuts.txtDescriptionDeleteLeftWord": "Διαγράψτε μία λέξη/επιλογή/γραφικό αντικείμενο αριστερά του δρομέα.",
  "Common.Controllers.Shortcuts.txtDescriptionDeleteRightChar": "Διαγράψτε έναν χαρακτήρα στα δεξιά του δρομέα.",
  "Common.Controllers.Shortcuts.txtDescriptionDeleteRightWord": "Διαγράψτε μία λέξη/επιλογή/γραφικό αντικείμενο δεξιά του δρομέα.",
  "Common.Controllers.Shortcuts.txtDescriptionEditChart": "Όταν επιλέγεται ο τίτλος του διαγράμματος, αν ο τίτλος είναι κενός, μετακινήστε τον δείκτη στην αρχή της γραμμής, διαφορετικά επιλέξτε το κείμενο.",
  "Common.Controllers.Shortcuts.txtDescriptionEditRedo": "Επανάλαβε την πιο πρόσφατη αναιρούμενη ενέργεια.",
  "Common.Controllers.Shortcuts.txtDescriptionEditSelectAll": "Επιλέξτε όλο το κείμενο στο PDF.",
  "Common.Controllers.Shortcuts.txtDescriptionEditShape": "Όταν επιλεγεί το σχήμα, αν δεν περιέχει περιεχόμενο, δημιουργήστε περιεχόμενο και μετακινήστε τον δρομέα στην αρχή της γραμμής. Αν το περιεχόμενο είναι κενό, μετακινήστε τον δρομέα σε αυτό, διαφορετικά επιλέξτε ολόκληρο το περιεχόμενο.",
  "Common.Controllers.Shortcuts.txtDescriptionEditUndo": "Αναίρεση της τελευταίας εκτελεσθείσας ενέργειας.",
  "Common.Controllers.Shortcuts.txtDescriptionEmDash": "Εισάγετε ένα παύλα (em dash) δεξιά από τον δρομέα.",
  "Common.Controllers.Shortcuts.txtDescriptionEnDash": "Εισάγετε ένα παύλα (en dash) δεξιά από τον δρομέα.",
  "Common.Controllers.Shortcuts.txtDescriptionEndParagraph": "Τελειώστε την τρέχουσα παράγραφο και ξεκινήστε μια νέα.",
  "Common.Controllers.Shortcuts.txtDescriptionEndParagraphCell": "Ξεκινήστε μια νέα παράγραφο μέσα σε ένα κελί.",
  "Common.Controllers.Shortcuts.txtDescriptionEquationAddPlaceholder": "Προσθέστε μια νέα θέση κράτησης στην παράμετρο της εξίσωσης.",
  "Common.Controllers.Shortcuts.txtDescriptionEquationChangeAlignmentLeft": "Αλλάξτε το επίπεδο στοίχισης του τελεστή προς τα αριστερά (για τη δεύτερη γραμμή της εξίσωσης με αναγκαστική διάσπαση).",
  "Common.Controllers.Shortcuts.txtDescriptionEquationChangeAlignmentRight": "Αλλάξτε το επίπεδο στοίχισης του τελεστή στα δεξιά (για τη δεύτερη γραμμή της εξίσωσης με υποχρεωτικό διάλειμμα).",
  "Common.Controllers.Shortcuts.txtDescriptionEuroSign": "Εισάγετε το σύμβολο του Ευρώ στην τρέχουσα θέση του δρομέα.",
  "Common.Controllers.Shortcuts.txtDescriptionHorizontalEllipsis": "Εισάγετε το σημάδι της έλλειψης στην τρέχουσα θέση του δρομέα.",
  "Common.Controllers.Shortcuts.txtDescriptionIncreaseFontSize": "Αυξήστε το μέγεθος της γραμματοσειράς για το επιλεγμένο τμήμα κειμένου κατά 1 μονάδα.",
  "Common.Controllers.Shortcuts.txtDescriptionIndent": "Εσοχή μιας παραγράφου από αριστερά σταδιακά.",
  "Common.Controllers.Shortcuts.txtDescriptionInsertColumnBreak": "Προσθέστε έναν στηλοθέτη.",
  "Common.Controllers.Shortcuts.txtDescriptionInsertEndnoteNow": "Εισαγάγετε ένα υποσημείωμα στο τέλος.",
  "Common.Controllers.Shortcuts.txtDescriptionInsertEquation": "Εισαγάγετε μια εξίσωση στην τρέχουσα θέση του δρομέα.",
  "Common.Controllers.Shortcuts.txtDescriptionInsertFootnoteNow": "Εισαγάγετε μια υποσημείωση.",
  "Common.Controllers.Shortcuts.txtDescriptionInsertHyperlink": "Εισαγάγετε έναν υπερσύνδεσμο που μπορεί να χρησιμοποιηθεί για μετάβαση σε μια διεύθυνση ιστού.",
  "Common.Controllers.Shortcuts.txtDescriptionInsertLineBreak": "Προσθέστε μια αλλαγή γραμμής χωρίς να ξεκινήσετε μια νέα παράγραφο.",
  "Common.Controllers.Shortcuts.txtDescriptionInsertLineBreakMultilineForm": "Προσθέστε μια αλλαγή γραμμής στη φόρμα πολλαπλών γραμμών.",
  "Common.Controllers.Shortcuts.txtDescriptionInsertPageBreak": "Εισάγετε ένα διάλειμμα σελίδας στη θέση του τρέχοντος δρομέα.",
  "Common.Controllers.Shortcuts.txtDescriptionInsertPageNumber": "Προσθέστε τον τρέχοντα αριθμό σελίδας στην τρέχουσα θέση του δρομέα.",
  "Common.Controllers.Shortcuts.txtDescriptionInsertTab": "Προσθέστε τον χαρακτήρα tab σε μια παράγραφο (εάν ο δρομέας δεν βρίσκεται στην αρχή μιας παραγράφου).",
  "Common.Controllers.Shortcuts.txtDescriptionInsertTableBreak": "Εισαγάγετε ένα διάλειμμα πίνακα μέσα στον πίνακα.",
  "Common.Controllers.Shortcuts.txtDescriptionItalic": "Κάντε την γραμματοσειρά του επιλεγμένου αποσπάσματος κειμένου πλάγια και ελαφρώς κεκλιμένη.",
  "Common.Controllers.Shortcuts.txtDescriptionJustifyPara": "Αλλάξτε μια παράγραφο μεταξύ πλήρους στοίχισης και αριστερής στοίχισης.",
  "Common.Controllers.Shortcuts.txtDescriptionLeftPara": "Στοίχιση μιας παραγράφου αριστερά.",
  "Common.Controllers.Shortcuts.txtDescriptionLittleMoveObjectDown": "Κρατήστε πατημένο το καθορισμένο πλήκτρο και χρησιμοποιήστε το βέλος του πληκτρολογίου για να μετακινήσετε το επιλεγμένο αντικείμενο προς τα κάτω κατά ένα pixel κάθε φορά.",
  "Common.Controllers.Shortcuts.txtDescriptionLittleMoveObjectLeft": "Κρατήστε πατημένο το καθορισμένο πλήκτρο και χρησιμοποιήστε το βελάκι του πληκτρολογίου για να μετακινήσετε το επιλεγμένο αντικείμενο προς τα αριστερά κατά ένα pixel κάθε φορά.",
  "Common.Controllers.Shortcuts.txtDescriptionLittleMoveObjectRight": "Κρατήστε πατημένο το καθορισμένο πλήκτρο και χρησιμοποιήστε το βελάκι του πληκτρολογίου για να μετακινήσετε το επιλεγμένο αντικείμενο προς τα δεξιά κατά ένα pixel κάθε φορά.",
  "Common.Controllers.Shortcuts.txtDescriptionLittleMoveObjectUp": "Κρατήστε πατημένο το καθορισμένο πλήκτρο και χρησιμοποιήστε το βέλος του πληκτρολογίου για να μετακινήσετε το επιλεγμένο αντικείμενο προς τα πάνω κατά ένα pixel κάθε φορά.",
  "Common.Controllers.Shortcuts.txtDescriptionMixedIndent": "Αύξησε την εσοχή για τις επιλεγμένες παραγράφους.",
  "Common.Controllers.Shortcuts.txtDescriptionMixedUnIndent": "Μειώστε την εσοχή για τις επιλεγμένες παραγράφους.",
  "Common.Controllers.Shortcuts.txtDescriptionMoveFocusToNextObject": "Μετακινήστε την εστίαση στο επόμενο αντικείμενο μετά από αυτό που είναι επιλεγμένο.",
  "Common.Controllers.Shortcuts.txtDescriptionMoveFocusToPreviousObject": "Μετακινήστε την εστίαση στο προηγούμενο αντικείμενο πριν από το τρέχον επιλεγμένο.",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToDownLine": "Μετακινήστε το δρομέα μία γραμμή προς τα κάτω.",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToEndDocument": "Τοποθετήστε τον κέρσορα στο τέλος του PDF που επεξεργάζεστε αυτή τη στιγμή.",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToEndLine": "Τοποθετήστε τον δρομέα στο τέλος της γραμμής που επεξεργάζεστε αυτή τη στιγμή.",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToEndWord": "Μετακινήστε το δρομέα μία λέξη προς τα δεξιά.",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToLeftChar": "Μετακινήστε τον δείκτη έναν χαρακτήρα προς τα αριστερά.",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToLowerHeader": "Μετακινηθείτε στην κάτω κεφαλίδα (εάν ο δρομέας βρίσκεται στην κεφαλίδα/υποσέλιδο).",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToLowerHeaderFooter": "Μεταβείτε στην κάτω κεφαλίδα/υποσέλιδο (αν ο δρομέας βρίσκεται στην κεφαλίδα/υποσέλιδο).",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToNextCell": "Μεταβείτε στο επόμενο κελί σε μια σειρά πίνακα.",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToNextForm": "Μεταβείτε στην επόμενη φόρμα.",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToNextPage": "Μεταβείτε στην επόμενη σελίδα στο PDF που επεξεργάζεστε.",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToNextRow": "Μεταβείτε στην επόμενη σειρά σε έναν πίνακα.",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToPreviousCell": "Μεταβείτε στο προηγούμενο κελί σε μια σειρά πίνακα.",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToPreviousForm": "Μεταβείτε στην προηγούμενη φόρμα.",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToPreviousPage": "Μεταβείτε στην προηγούμενη σελίδα στο PDF που επεξεργάζεστε.",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToPreviousRow": "Μεταβείτε στην προηγούμενη γραμμή ενός πίνακα.",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToRightChar": "Μετακινήστε το δρομέα ένα χαρακτήρα προς τα δεξιά.",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToStartDocument": "Μεταβείτε στην αρχή του PDF που επεξεργάζεστε αυτήν τη στιγμή.",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToStartLine": "Τοποθετήστε τον δρομέα στην αρχή της γραμμής που επεξεργάζεστε.",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToStartNextPage": "Τοποθετήστε τον δείκτη στην αρχή της σελίδας που ακολουθεί αυτή που επεξεργάζεστε.",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToStartPreviousPage": "Τοποθετήστε τον δείκτη στην αρχή της σελίδας που προηγείται της σελίδας που επεξεργάζεστε αυτήν τη στιγμή.",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToStartWord": "Μετακινήστε το δρομέα στην αρχή μιας λέξης ή μιας λέξης προς τα αριστερά.",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToUpLine": "Μετακινήστε τον δρομέα μία γραμμή προς τα πάνω.",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToUpperHeader": "Μετακινηθείτε στην επάνω κεφαλίδα (αν ο δρομέας βρίσκεται στην κεφαλίδα/υποσέλιδο).",
  "Common.Controllers.Shortcuts.txtDescriptionMoveToUpperHeaderFooter": "Μεταβείτε στην ανώτερη κεφαλίδα/υποσέλιδο (εάν ο δρομέας βρίσκεται στην κεφαλίδα/υποσέλιδο).",
  "Common.Controllers.Shortcuts.txtDescriptionNextFileTab": "Μεταβείτε στην επόμενη καρτέλα αρχείου στο Desktop Editors ή στην καρτέλα προγράμματος περιήγησης στο Online Editors.",
  "Common.Controllers.Shortcuts.txtDescriptionNextModalControl": "Πλοηγηθείτε μεταξύ των ελέγχων για να δώσετε εστίαση στον επόμενο έλεγχο σε διαλόγους.",
  "Common.Controllers.Shortcuts.txtDescriptionNonBreakingHyphen": "Δημιουργήστε μια παύλα μεταξύ χαρακτήρων, η οποία δεν μπορεί να χρησιμοποιηθεί για να ξεκινήσει μια νέα γραμμή.",
  "Common.Controllers.Shortcuts.txtDescriptionNonBreakingSpace": "Δημιουργήστε ένα κενό ανάμεσα στους χαρακτήρες που δεν μπορεί να χρησιμοποιηθεί για να ξεκινήσει μια νέα γραμμή.",
  "Common.Controllers.Shortcuts.txtDescriptionOpenChatPanel": "Ανοίξτε τον πίνακα συνομιλίας στους online συντάκτες και στείλτε ένα μήνυμα.",
  "Common.Controllers.Shortcuts.txtDescriptionOpenCommentField": "Ανοίξτε ένα πεδίο καταχώρησης δεδομένων όπου μπορείτε να προσθέσετε το κείμενο του σχολίου σας.",
  "Common.Controllers.Shortcuts.txtDescriptionOpenCommentsPanel": "Ανοίξτε τον πίνακα σχολίων για να προσθέσετε το δικό σας σχόλιο ή να απαντήσετε στα σχόλια άλλων χρηστών.",
  "Common.Controllers.Shortcuts.txtDescriptionOpenContextMenu": "Άνοιξε το μενού περιβάλλοντος του επιλεγμένου στοιχείου.",
  "Common.Controllers.Shortcuts.txtDescriptionOpenExistingFile": "Ανοίξτε το τυπικό πλαίσιο διαλόγου που επιτρέπει την επιλογή ενός υπάρχοντος αρχείου. Εάν επιλέξετε το αρχείο σε αυτό το πλαίσιο διαλόγου και κάνετε κλικ στο Άνοιγμα, το αρχείο θα ανοίξει σε μια νέα καρτέλα ή σε ένα νέο παράθυρο του Desktop Editors.",
  "Common.Controllers.Shortcuts.txtDescriptionOpenFilePanel": "Ανοίξτε τον πίνακα Αρχείου για να αποθηκεύσετε, να κατεβάσετε, να εκτυπώσετε το τρέχον PDF, να δείτε τις πληροφορίες του, να δημιουργήσετε ένα νέο έγγραφο ή να ανοίξετε ένα υπάρχον PDF, να έχετε πρόσβαση στο Κέντρο Βοήθειας του PDF Editor ή σε προηγμένες ρυθμίσεις.",
  "Common.Controllers.Shortcuts.txtDescriptionOpenFindAndReplaceMenu": "Ανοίξτε το μενού Εύρεση και Αντικατάσταση (πίνακας) με το πεδίο αντικατάστασης για να αντικαταστήσετε μία ή περισσότερες εμφανίσεις των ευρεθέντων χαρακτήρων.",
  "Common.Controllers.Shortcuts.txtDescriptionOpenFindDialog": "Ανοίξτε το παράθυρο διαλόγου Εύρεση για να ξεκινήσετε την αναζήτηση ενός χαρακτήρα/λέξης/φράσης στο τρέχον PDF που επεξεργάζεστε.",
  "Common.Controllers.Shortcuts.txtDescriptionOpenHelpMenu": "Άνοιξε το μενού Βοήθειας του Επεξεργαστή PDF.",
  "Common.Controllers.Shortcuts.txtDescriptionPaste": "Εισαγάγετε το προηγουμένως αντιγραμμένο αποσπασμα κειμένου από τη μνήμη του πρόχειρου του υπολογιστή στη τρέχουσα θέση του δρομέα. Το κείμενο μπορεί να έχει αντιγραφεί προηγουμένως από το ίδιο έγγραφο, από κάποιο άλλο έγγραφο ή από κάποιο άλλο πρόγραμμα.",
  "Common.Controllers.Shortcuts.txtDescriptionPasteFormat": "Εφαρμόστε τη μορφοποίηση που αντιγράφηκε προηγουμένως στο κείμενο στο PDF που επεξεργάζεστε αυτήν τη στιγμή.",
  "Common.Controllers.Shortcuts.txtDescriptionPasteTextWithoutFormat": "Εισαγάγετε το προηγουμένως αντιγραμμένο κείμενο από τη μνήμη του πρόχειρου του υπολογιστή στη τρέχουσα θέση του δρομέα χωρίς να διατηρείται η αρχική του μορφοποίηση. Το κείμενο μπορεί να έχει αντιγραφεί προηγουμένως από το ίδιο έγγραφο, από άλλο έγγραφο ή από κάποιο άλλο πρόγραμμα.",
  "Common.Controllers.Shortcuts.txtDescriptionPreviousFileTab": "Μεταβείτε στην προηγούμενη καρτέλα αρχείου στο Desktop Editors ή στην καρτέλα προγράμματος περιήγησης στο Online Editors.",
  "Common.Controllers.Shortcuts.txtDescriptionPreviousModalControl": "Μεταβείτε μεταξύ των ελέγχων για να δώσετε εστίαση στον προηγούμενο έλεγχο σε διαλόγους.",
  "Common.Controllers.Shortcuts.txtDescriptionPrintPreviewAndPrint": "Εκτυπώστε το PDF με έναν από τους διαθέσιμους εκτυπωτές ή αποθηκεύστε το ως αρχείο.",
  "Common.Controllers.Shortcuts.txtDescriptionRegisteredSign": "Εισάγετε το σήμα κατατεθέν στην τρέχουσα θέση του δρομέα.",
  "Common.Controllers.Shortcuts.txtDescriptionReplaceUnicodeToSymbol": "Αντικαταστήστε τον επιλεγμένο κωδικό Unicode με ένα σύμβολο.",
  "Common.Controllers.Shortcuts.txtDescriptionResetChar": "Καθαρισμός μορφοποίησης του επιλεγμένου τμήματος κειμένου.",
  "Common.Controllers.Shortcuts.txtDescriptionRightPara": "Αλλάξτε ένα παράγραφο μεταξύ δεξιάς και αριστερής στοίχισης.",
  "Common.Controllers.Shortcuts.txtDescriptionSave": "Αποθηκεύστε όλες τις αλλαγές στο αρχείο PDF που επεξεργάζεστε αυτήν τη στιγμή με τον Επεξεργαστή PDF. Το ενεργό αρχείο θα αποθηκευτεί με το τρέχον όνομα αρχείου, την τοποθεσία και τη μορφή αρχείου του.",
  "Common.Controllers.Shortcuts.txtDescriptionSaveAs": "Ανοίξτε τον πίνακα Λήψη ως... για να αποθηκεύσετε το τρέχον επεξεργασμένο PDF στον σκληρό δίσκο του υπολογιστή σας σε μία από τις υποστηριζόμενες μορφές.",
  "Common.Controllers.Shortcuts.txtDescriptionScrollDown": "Κύλιση του PDF περίπου μία ορατή σελίδα προς τα κάτω.",
  "Common.Controllers.Shortcuts.txtDescriptionScrollUp": "Κύλιση του PDF περίπου μία ορατή σελίδα προς τα πάνω.",
  "Common.Controllers.Shortcuts.txtDescriptionSelectLeftChar": "Επιλέξτε ένα χαρακτήρα αριστερά από τη θέση του δρομέα.",
  "Common.Controllers.Shortcuts.txtDescriptionSelectLeftWord": "Επιλέξτε ένα κείμενο από τον δρομέα έως την αρχή μιας λέξης.",
  "Common.Controllers.Shortcuts.txtDescriptionSelectLineDown": "Μετακινήστε το δρομέα μία γραμμή προς τα κάτω, επιλέγοντας όλα τα σύμβολα μεταξύ της προηγούμενης και της τρέχουσας θέσης του δρομέα.",
  "Common.Controllers.Shortcuts.txtDescriptionSelectLineUp": "Μετακινήστε τον δρομέα μια γραμμή προς τα πάνω, επιλέγοντας όλα τα σύμβολα μεταξύ της προηγούμενης και της τρέχουσας θέσης του δρομέα.",
  "Common.Controllers.Shortcuts.txtDescriptionSelectPageDown": "Επιλέξτε το τμήμα της σελίδας από τη θέση του δείκτη μέχρι το κάτω μέρος της οθόνης.",
  "Common.Controllers.Shortcuts.txtDescriptionSelectPageUp": "Επιλέξτε το τμήμα της σελίδας από τη θέση του δείκτη μέχρι το πάνω μέρος της οθόνης.",
  "Common.Controllers.Shortcuts.txtDescriptionSelectRightChar": "Επιλέξτε ένα χαρακτήρα δεξιά από τη θέση του δρομέα.",
  "Common.Controllers.Shortcuts.txtDescriptionSelectRightWord": "Επιλέξτε ένα κείμενο από τον δρομέα έως το τέλος μιας λέξης.",
  "Common.Controllers.Shortcuts.txtDescriptionSelectToBeginNextPage": "Επιλέξτε ένα τμήμα κειμένου από τον δρομέα έως την αρχή της επόμενης σελίδας.",
  "Common.Controllers.Shortcuts.txtDescriptionSelectToBeginPreviousPage": "Επιλέξτε ένα τμήμα κειμένου από τον δείκτη μέχρι την αρχή της προηγούμενης σελίδας.",
  "Common.Controllers.Shortcuts.txtDescriptionSelectToEndDocument": "Επιλέξτε ένα κείμενο από τον δρομέα έως το τέλος του PDF.",
  "Common.Controllers.Shortcuts.txtDescriptionSelectToEndLine": "Επιλέξτε ένα τμήμα κειμένου από τον δρομέα έως το τέλος της τρέχουσας γραμμής.",
  "Common.Controllers.Shortcuts.txtDescriptionSelectToStartDocument": "Επιλέξτε ένα κείμενο από τον δρομέα έως την αρχή του PDF.",
  "Common.Controllers.Shortcuts.txtDescriptionSelectToStartLine": "Επιλέξτε ένα τμήμα κειμένου από τον δρομέα έως την αρχή της τρέχουσας γραμμής.",
  "Common.Controllers.Shortcuts.txtDescriptionShowAll": "Εμφάνιση ή απόκρυψη των μη εκτυπώσιμων χαρακτήρων.",
  "Common.Controllers.Shortcuts.txtDescriptionSoftHyphen": "Εισαγάγετε το μαλακό σημάδι παύσης στην τρέχουσα θέση του δρομέα.",
  "Common.Controllers.Shortcuts.txtDescriptionSpecialOptionsKeepSourceFormat": "Διατηρήστε τη μορφοποίηση του αντιγραμμένου κειμένου.",
  "Common.Controllers.Shortcuts.txtDescriptionSpecialOptionsKeepTextOnly": "Επικολλήστε το κείμενο χωρίς την αρχική του μορφοποίηση.",
  "Common.Controllers.Shortcuts.txtDescriptionSpecialOptionsNestTable": "Επικολλήστε τον αντιγραμμένο πίνακα ως εμφωλευμένο πίνακα στο επιλεγμένο κελί του υπάρχοντος πίνακα.",
  "Common.Controllers.Shortcuts.txtDescriptionSpecialOptionsOverwriteCells": "Αντικαταστήστε τα περιεχόμενα του υπάρχοντος πίνακα με τα αντιγραμμένα δεδομένα.",
  "Common.Controllers.Shortcuts.txtDescriptionSpeechWorker": "Ενεργοποιεί/απενεργοποιεί τη μετάδοση των ενεργειών που εκτελούνται στην εφαρμογή για αναγνώστες οθόνης.",
  "Common.Controllers.Shortcuts.txtDescriptionStartIndent": "Αύξηση του επιπέδου λίστας/εσοχής (με τον δρομέα στην αρχή μιας παραγράφου).",
  "Common.Controllers.Shortcuts.txtDescriptionStartUnIndent": "Μείωση του επιπέδου λίστας/εσοχής (με τον κέρσορα στην αρχή μιας παραγράφου).",
  "Common.Controllers.Shortcuts.txtDescriptionStrikeout": "Κάντε το επιλεγμένο τμήμα κειμένου διαγραμμένο με μια γραμμή που περνάει μέσα από τα γράμματα.",
  "Common.Controllers.Shortcuts.txtDescriptionSubscript": "Κάντε το επιλεγμένο τμήμα κειμένου μικρότερο και τοποθετήστε το στο κάτω μέρος της γραμμής κειμένου, π.χ. όπως στις χημικές φόρμουλες.",
  "Common.Controllers.Shortcuts.txtDescriptionSuperscript": "Κάντε το επιλεγμένο τμήμα κειμένου πιο μικρό και τοποθετήστε το στο ανώτερο μέρος της γραμμής κειμένου, π.χ. όπως στα κλάσματα.",
  "Common.Controllers.Shortcuts.txtDescriptionTrademarkSign": "Εισάγετε το σήμα εμπορικού σήματος στην τρέχουσα θέση του δρομέα.",
  "Common.Controllers.Shortcuts.txtDescriptionUnderline": "Κάντε το επιλεγμένο τμήμα κειμένου υπογραμμισμένο με μια γραμμή κάτω από τα γράμματα.",
  "Common.Controllers.Shortcuts.txtDescriptionUnIndent": "Αφαιρέστε σταδιακά την εσοχή μιας παραγράφου από την αριστερή πλευρά.",
  "Common.Controllers.Shortcuts.txtDescriptionUpdateFields": "Ενημέρωση πεδίων (π.χ., Πίνακας Περιεχομένων).",
  "Common.Controllers.Shortcuts.txtDescriptionVisitHyperlink": "Επισκεφθείτε έναν υπερσύνδεσμο (με τον δείκτη πάνω στον υπερσύνδεσμο).",
  "Common.Controllers.Shortcuts.txtDescriptionZoom100": "Επαναφέρετε την παράμετρο 'Ζουμ' του τρέχοντος PDF στην προεπιλεγμένη τιμή 100%.",
  "Common.Controllers.Shortcuts.txtDescriptionZoomIn": "Μεγέθυνση στο PDF που επεξεργάζεστε αυτή τη στιγμή.",
  "Common.Controllers.Shortcuts.txtDescriptionZoomOut": "Σμίκρυνε το PDF που επεξεργάζεσαι αυτή τη στιγμή.",
  "Common.Controllers.Shortcuts.txtLabelAddNewRow": "AddNewRow",
  "Common.Controllers.Shortcuts.txtLabelApplyHeading1": "ApplyHeading1",
  "Common.Controllers.Shortcuts.txtLabelApplyHeading2": "ApplyHeading2",
  "Common.Controllers.Shortcuts.txtLabelApplyHeading3": "ApplyHeading3",
  "Common.Controllers.Shortcuts.txtLabelApplyListBullet": "ApplyListBullet",
  "Common.Controllers.Shortcuts.txtLabelBigMoveObjectDown": "BigMoveObjectDown",
  "Common.Controllers.Shortcuts.txtLabelBigMoveObjectLeft": "BigMoveObjectLeft",
  "Common.Controllers.Shortcuts.txtLabelBigMoveObjectRight": "BigMoveObjectRight",
  "Common.Controllers.Shortcuts.txtLabelBigMoveObjectUp": "BigMoveObjectUp",
  "Common.Controllers.Shortcuts.txtLabelBold": "Έντονα",
  "Common.Controllers.Shortcuts.txtLabelCenterPara": "CenterPara",
  "Common.Controllers.Shortcuts.txtLabelChooseNextComboBoxOption": "ChooseNextComboBoxOption",
  "Common.Controllers.Shortcuts.txtLabelChoosePreviousComboBoxOption": "ChoosePreviousComboBoxOption",
  "Common.Controllers.Shortcuts.txtLabelCloseFile": "CloseFile",
  "Common.Controllers.Shortcuts.txtLabelCloseMenu": "CloseMenu",
  "Common.Controllers.Shortcuts.txtLabelCopy": "Αντιγραφή",
  "Common.Controllers.Shortcuts.txtLabelCopyFormat": "CopyFormat",
  "Common.Controllers.Shortcuts.txtLabelCopyrightSign": "CopyrightSign",
  "Common.Controllers.Shortcuts.txtLabelCut": "Αποκοπή",
  "Common.Controllers.Shortcuts.txtLabelDecreaseFontSize": "DecreaseFontSize",
  "Common.Controllers.Shortcuts.txtLabelDeleteLeftChar": "DeleteLeftChar",
  "Common.Controllers.Shortcuts.txtLabelDeleteLeftWord": "DeleteLeftWord",
  "Common.Controllers.Shortcuts.txtLabelDeleteRightChar": "DeleteRightChar",
  "Common.Controllers.Shortcuts.txtLabelDeleteRightWord": "DeleteRightWord",
  "Common.Controllers.Shortcuts.txtLabelEditChart": "EditChart",
  "Common.Controllers.Shortcuts.txtLabelEditRedo": "EditRedo",
  "Common.Controllers.Shortcuts.txtLabelEditSelectAll": "EditSelectAll",
  "Common.Controllers.Shortcuts.txtLabelEditShape": "EditShape",
  "Common.Controllers.Shortcuts.txtLabelEditUndo": "EditUndo",
  "Common.Controllers.Shortcuts.txtLabelEmDash": "EmDash",
  "Common.Controllers.Shortcuts.txtLabelEnDash": "EnDash",
  "Common.Controllers.Shortcuts.txtLabelEndParagraph": "EndParagraph",
  "Common.Controllers.Shortcuts.txtLabelEndParagraphCell": "EndParagraphCell",
  "Common.Controllers.Shortcuts.txtLabelEquationAddPlaceholder": "EquationAddPlaceholder",
  "Common.Controllers.Shortcuts.txtLabelEquationChangeAlignmentLeft": "EquationChangeAlignmentLeft",
  "Common.Controllers.Shortcuts.txtLabelEquationChangeAlignmentRight": "EquationChangeAlignmentRight",
  "Common.Controllers.Shortcuts.txtLabelEuroSign": "EuroSign",
  "Common.Controllers.Shortcuts.txtLabelHorizontalEllipsis": "HorizontalEllipsis",
  "Common.Controllers.Shortcuts.txtLabelIncreaseFontSize": "IncreaseFontSize",
  "Common.Controllers.Shortcuts.txtLabelIndent": "Εσοχή",
  "Common.Controllers.Shortcuts.txtLabelInsertColumnBreak": "InsertColumnBreak",
  "Common.Controllers.Shortcuts.txtLabelInsertEndnoteNow": "InsertColumnBreak",
  "Common.Controllers.Shortcuts.txtLabelInsertEquation": "InsertColumnBreak",
  "Common.Controllers.Shortcuts.txtLabelInsertFootnoteNow": "InsertFootnoteNow",
  "Common.Controllers.Shortcuts.txtLabelInsertHyperlink": "InsertHyperlink",
  "Common.Controllers.Shortcuts.txtLabelInsertLineBreak": "InsertLineBreak",
  "Common.Controllers.Shortcuts.txtLabelInsertLineBreakMultilineForm": "InsertLineBreakMultilineForm",
  "Common.Controllers.Shortcuts.txtLabelInsertPageBreak": "InsertPageBreak",
  "Common.Controllers.Shortcuts.txtLabelInsertPageNumber": "InsertPageNumber",
  "Common.Controllers.Shortcuts.txtLabelInsertTab": "InsertTab",
  "Common.Controllers.Shortcuts.txtLabelInsertTableBreak": "InsertTableBreak",
  "Common.Controllers.Shortcuts.txtLabelItalic": "Πλάγια",
  "Common.Controllers.Shortcuts.txtLabelJustifyPara": "JustifyPara",
  "Common.Controllers.Shortcuts.txtLabelLeftPara": "LeftPara",
  "Common.Controllers.Shortcuts.txtLabelLittleMoveObjectDown": "LittleMoveObjectDown",
  "Common.Controllers.Shortcuts.txtLabelLittleMoveObjectLeft": "LittleMoveObjectLeft",
  "Common.Controllers.Shortcuts.txtLabelLittleMoveObjectRight": "LittleMoveObjectRight",
  "Common.Controllers.Shortcuts.txtLabelLittleMoveObjectUp": "LittleMoveObjectUp",
  "Common.Controllers.Shortcuts.txtLabelMixedIndent": "MixedIndent",
  "Common.Controllers.Shortcuts.txtLabelMixedUnIndent": "MixedUnIndent",
  "Common.Controllers.Shortcuts.txtLabelMoveFocusToNextObject": "MoveFocusToNextObject",
  "Common.Controllers.Shortcuts.txtLabelMoveFocusToPreviousObject": "MoveFocusToPreviousObject",
  "Common.Controllers.Shortcuts.txtLabelMoveToDownLine": "MoveToDownLine",
  "Common.Controllers.Shortcuts.txtLabelMoveToEndDocument": "MoveToEndDocument",
  "Common.Controllers.Shortcuts.txtLabelMoveToEndLine": "MoveToEndLine",
  "Common.Controllers.Shortcuts.txtLabelMoveToEndWord": "MoveToEndWord",
  "Common.Controllers.Shortcuts.txtLabelMoveToLeftChar": "MoveToLeftChar",
  "Common.Controllers.Shortcuts.txtLabelMoveToLowerHeader": "MoveToLowerHeader",
  "Common.Controllers.Shortcuts.txtLabelMoveToLowerHeaderFooter": "MoveToLowerHeaderFooter",
  "Common.Controllers.Shortcuts.txtLabelMoveToNextCell": "MoveToNextCell",
  "Common.Controllers.Shortcuts.txtLabelMoveToNextForm": "MoveToNextForm",
  "Common.Controllers.Shortcuts.txtLabelMoveToNextPage": "MoveToNextPage",
  "Common.Controllers.Shortcuts.txtLabelMoveToNextRow": "MoveToNextRow",
  "Common.Controllers.Shortcuts.txtLabelMoveToPreviousCell": "MoveToPreviousCell",
  "Common.Controllers.Shortcuts.txtLabelMoveToPreviousForm": "MoveToPreviousForm",
  "Common.Controllers.Shortcuts.txtLabelMoveToPreviousPage": "MoveToPreviousPage",
  "Common.Controllers.Shortcuts.txtLabelMoveToPreviousRow": "MoveToPreviousRow",
  "Common.Controllers.Shortcuts.txtLabelMoveToRightChar": "MoveToRightChar",
  "Common.Controllers.Shortcuts.txtLabelMoveToStartDocument": "MoveToStartDocument",
  "Common.Controllers.Shortcuts.txtLabelMoveToStartLine": "MoveToStartLine",
  "Common.Controllers.Shortcuts.txtLabelMoveToStartNextPage": "MoveToStartNextPage",
  "Common.Controllers.Shortcuts.txtLabelMoveToStartPreviousPage": "MoveToStartPreviousPage",
  "Common.Controllers.Shortcuts.txtLabelMoveToStartWord": "MoveToStartWord",
  "Common.Controllers.Shortcuts.txtLabelMoveToUpLine": "MoveToUpLine",
  "Common.Controllers.Shortcuts.txtLabelMoveToUpperHeader": "MoveToUpperHeader",
  "Common.Controllers.Shortcuts.txtLabelMoveToUpperHeaderFooter": "MoveToUpperHeaderFooter",
  "Common.Controllers.Shortcuts.txtLabelNextFileTab": "NextFileTab",
  "Common.Controllers.Shortcuts.txtLabelNextModalControl": "NextModalControl",
  "Common.Controllers.Shortcuts.txtLabelNonBreakingHyphen": "NonBreakingHyphen",
  "Common.Controllers.Shortcuts.txtLabelNonBreakingSpace": "NonBreakingSpace",
  "Common.Controllers.Shortcuts.txtLabelOpenChatPanel": "OpenChatPanel",
  "Common.Controllers.Shortcuts.txtLabelOpenCommentField": "OpenCommentField",
  "Common.Controllers.Shortcuts.txtLabelOpenCommentsPanel": "OpenCommentsPanel",
  "Common.Controllers.Shortcuts.txtLabelOpenContextMenu": "OpenContextMenu",
  "Common.Controllers.Shortcuts.txtLabelOpenExistingFile": "OpenExistingFile",
  "Common.Controllers.Shortcuts.txtLabelOpenFilePanel": "OpenFilePanel",
  "Common.Controllers.Shortcuts.txtLabelOpenFindAndReplaceMenu": "OpenFindAndReplaceMenu",
  "Common.Controllers.Shortcuts.txtLabelOpenFindDialog": "OpenFindDialog",
  "Common.Controllers.Shortcuts.txtLabelOpenHelpMenu": "OpenHelpMenu",
  "Common.Controllers.Shortcuts.txtLabelPaste": "Επικόλληση",
  "Common.Controllers.Shortcuts.txtLabelPasteFormat": "PasteFormat",
  "Common.Controllers.Shortcuts.txtLabelPasteTextWithoutFormat": "PasteTextWithoutFormat",
  "Common.Controllers.Shortcuts.txtLabelPreviousFileTab": "PreviousFileTab",
  "Common.Controllers.Shortcuts.txtLabelPreviousModalControl": "PreviousModalControl",
  "Common.Controllers.Shortcuts.txtLabelPrintPreviewAndPrint": "PrintPreviewAndPrint",
  "Common.Controllers.Shortcuts.txtLabelRegisteredSign": "RegisteredSign",
  "Common.Controllers.Shortcuts.txtLabelReplaceUnicodeToSymbol": "ReplaceUnicodeToSymbol",
  "Common.Controllers.Shortcuts.txtLabelResetChar": "ResetChar",
  "Common.Controllers.Shortcuts.txtLabelRightPara": "RightPara",
  "Common.Controllers.Shortcuts.txtLabelSave": "Αποθήκευση",
  "Common.Controllers.Shortcuts.txtLabelSaveAs": "SaveAs",
  "Common.Controllers.Shortcuts.txtLabelScrollDown": "ScrollDown",
  "Common.Controllers.Shortcuts.txtLabelScrollUp": "ScrollUp",
  "Common.Controllers.Shortcuts.txtLabelSelectLeftChar": "SelectLeftChar",
  "Common.Controllers.Shortcuts.txtLabelSelectLeftWord": "SelectLeftWord",
  "Common.Controllers.Shortcuts.txtLabelSelectLineDown": "SelectLineDown",
  "Common.Controllers.Shortcuts.txtLabelSelectLineUp": "SelectLineUp",
  "Common.Controllers.Shortcuts.txtLabelSelectPageDown": "SelectPageDown",
  "Common.Controllers.Shortcuts.txtLabelSelectPageUp": "SelectPageUp",
  "Common.Controllers.Shortcuts.txtLabelSelectRightChar": "SelectRightChar",
  "Common.Controllers.Shortcuts.txtLabelSelectRightWord": "SelectRightWord",
  "Common.Controllers.Shortcuts.txtLabelSelectToBeginNextPage": "SelectToBeginNextPage",
  "Common.Controllers.Shortcuts.txtLabelSelectToBeginPreviousPage": "SelectToBeginPreviousPage",
  "Common.Controllers.Shortcuts.txtLabelSelectToEndDocument": "SelectToEndDocument",
  "Common.Controllers.Shortcuts.txtLabelSelectToEndLine": "SelectToEndLine",
  "Common.Controllers.Shortcuts.txtLabelSelectToStartDocument": "SelectToStartDocument",
  "Common.Controllers.Shortcuts.txtLabelSelectToStartLine": "SelectToStartLine",
  "Common.Controllers.Shortcuts.txtLabelShowAll": "ShowAll",
  "Common.Controllers.Shortcuts.txtLabelSoftHyphen": "SoftHyphen",
  "Common.Controllers.Shortcuts.txtLabelSpecialOptionsKeepSourceFormat": "SpecialOptionsKeepSourceFormat",
  "Common.Controllers.Shortcuts.txtLabelSpecialOptionsKeepTextOnly": "SpecialOptionsKeepTextOnly",
  "Common.Controllers.Shortcuts.txtLabelSpecialOptionsNestTable": "SpecialOptionsNestTable",
  "Common.Controllers.Shortcuts.txtLabelSpecialOptionsOverwriteCells": "SpecialOptionsOverwriteCells",
  "Common.Controllers.Shortcuts.txtLabelSpeechWorker": "SpeechWorker",
  "Common.Controllers.Shortcuts.txtLabelStartIndent": "StartIndent",
  "Common.Controllers.Shortcuts.txtLabelStartUnIndent": "StartUnIndent",
  "Common.Controllers.Shortcuts.txtLabelStrikeout": "Διακριτή διαγραφή",
  "Common.Controllers.Shortcuts.txtLabelSubscript": "Δείκτης",
  "Common.Controllers.Shortcuts.txtLabelSuperscript": "Εκθέτης",
  "Common.Controllers.Shortcuts.txtLabelTrademarkSign": "TrademarkSign",
  "Common.Controllers.Shortcuts.txtLabelUnderline": "Υπογράμμιση",
  "Common.Controllers.Shortcuts.txtLabelUnIndent": "UnIndent",
  "Common.Controllers.Shortcuts.txtLabelUpdateFields": "UpdateFields",
  "Common.Controllers.Shortcuts.txtLabelVisitHyperlink": "VisitHyperlink",
  "Common.Controllers.Shortcuts.txtLabelZoom100": "Zoom100",
  "Common.Controllers.Shortcuts.txtLabelZoomIn": "ZoomIn",
  "Common.Controllers.Shortcuts.txtLabelZoomOut": "ZoomOut",
  "Common.define.chartData.textArea": "Περιοχή",
  "Common.define.chartData.textAreaStacked": "Σωρευμένη περιοχή",
  "Common.define.chartData.textAreaStackedPer": "100% Σωρευμένη περιοχή",
  "Common.define.chartData.textBar": "Μπάρα",
  "Common.define.chartData.textBarNormal": "Ομαδοποιημένη στήλη",
  "Common.define.chartData.textBarNormal3d": "3-D Ομαδοποιημένη στήλη",
  "Common.define.chartData.textBarNormal3dPerspective": "3-D στήλη",
  "Common.define.chartData.textBarStacked": "Σωρευμένη στήλη",
  "Common.define.chartData.textBarStacked3d": "3-D Σωρευμένη στήλη",
  "Common.define.chartData.textBarStackedPer": "100% Σωρευμένη στήλη",
  "Common.define.chartData.textBarStackedPer3d": "3-D 100% Σωρευμένη στήλη",
  "Common.define.chartData.textCharts": "Γραφήματα",
  "Common.define.chartData.textColumn": "Στήλη",
  "Common.define.chartData.textCombo": "Συνδυασμός",
  "Common.define.chartData.textComboAreaBar": "Σωρευμένη στήλη ομαδοποιημένη ανά περιοχή",
  "Common.define.chartData.textComboBarLine": "Ομαδοποιημένη γραμμή - στήλης",
  "Common.define.chartData.textComboBarLineSecondary": "Ομαδοποιημένη γραμμή - στήλη σε δευτερεύοντα άξονα",
  "Common.define.chartData.textComboCustom": "Προσαρμοσμένος συνδυασμός",
  "Common.define.chartData.textDoughnut": "Ντόνατ",
  "Common.define.chartData.textHBarNormal": "Ομαδοποιημένη μπάρα",
  "Common.define.chartData.textHBarNormal3d": "3-D Ομαδοποιημένη μπάρα",
  "Common.define.chartData.textHBarStacked": "Σωρευμένη μπάρα",
  "Common.define.chartData.textHBarStacked3d": "3-D Σωρευμένη μπάρα",
  "Common.define.chartData.textHBarStackedPer": "100% Σωρευμένη μπάρα",
  "Common.define.chartData.textHBarStackedPer3d": "3-D 100% Σωρευμένη μπάρα",
  "Common.define.chartData.textLine": "Γραμμή",
  "Common.define.chartData.textLine3d": "3-D γραμμή",
  "Common.define.chartData.textLineMarker": "Γραμμή με δείκτες",
  "Common.define.chartData.textLineStacked": "Σωρευμένη γραμμή",
  "Common.define.chartData.textLineStackedMarker": "Σωρευμένη γραμμή με δείκτες",
  "Common.define.chartData.textLineStackedPer": "100% Σωρευμένη γραμμή",
  "Common.define.chartData.textLineStackedPerMarker": "100% Σωρευμένη γραμμή με δείκτες",
  "Common.define.chartData.textPie": "Πίτα",
  "Common.define.chartData.textPie3d": "3-D πίτα",
  "Common.define.chartData.textPoint": "ΧΥ (Διασπορά)",
  "Common.define.chartData.textRadar": "Ραντάρ",
  "Common.define.chartData.textRadarFilled": "Γεμισμένο ραντάρ",
  "Common.define.chartData.textRadarMarker": "Ραντάρ με δείκτες",
  "Common.define.chartData.textScatter": "Διασπορά",
  "Common.define.chartData.textScatterLine": "Διασπορά με ευθείες γραμμές",
  "Common.define.chartData.textScatterLineMarker": "Διασπορά με ευθείες γραμμές και δείκτες",
  "Common.define.chartData.textScatterSmooth": "Διασπορά με ομαλές γραμμές",
  "Common.define.chartData.textScatterSmoothMarker": "Διασπορά με ομαλές γραμμές και δείκτες",
  "Common.define.chartData.textStock": "Μετοχή",
  "Common.define.chartData.textSurface": "Επιφάνεια",
  "Common.define.smartArt.textAccentedPicture": "Τονισμένη εικόνα",
  "Common.define.smartArt.textAccentProcess": "Διαδικασία έμφασης",
  "Common.define.smartArt.textAlternatingFlow": "Εναλλασσόμενη ροή",
  "Common.define.smartArt.textAlternatingHexagons": "Εναλλασσόμενα εξάγωνα",
  "Common.define.smartArt.textAlternatingPictureBlocks": "Εναλλασσόμενα μπλοκ εικόνων",
  "Common.define.smartArt.textAlternatingPictureCircles": "Εναλλασσόμενοι κύκλοι εικόνων",
  "Common.define.smartArt.textArchitectureLayout": "Αρχιτεκτονικό σχέδιο",
  "Common.define.smartArt.textArrowRibbon": "Κορδέλα με βέλος",
  "Common.define.smartArt.textAscendingPictureAccentProcess": "Αύξουσα έμφαση εικόνας",
  "Common.define.smartArt.textBalance": "Ισορροπία",
  "Common.define.smartArt.textBasicBendingProcess": "Βασική διαδικασία κάμψης",
  "Common.define.smartArt.textBasicBlockList": "Βασική λίστα μπλοκ",
  "Common.define.smartArt.textBasicChevronProcess": "Βασική διαδικασία βημάτων",
  "Common.define.smartArt.textBasicCycle": "Βασικός κύκλος",
  "Common.define.smartArt.textBasicMatrix": "Βασικός πίνακας",
  "Common.define.smartArt.textBasicPie": "Βασική πίτα",
  "Common.define.smartArt.textBasicProcess": "Βασική διεργασία",
  "Common.define.smartArt.textBasicPyramid": "Βασική πυραμίδα",
  "Common.define.smartArt.textBasicRadial": "Βασικό ακτινικό ",
  "Common.define.smartArt.textBasicTarget": "Βασικός στόχος",
  "Common.define.smartArt.textBasicTimeline": "Βασική χρονική ακολουθία",
  "Common.define.smartArt.textBasicVenn": "Βασικό Βεν",
  "Common.define.smartArt.textBendingPictureAccentList": "Λίστα έμφασης κυρτών εικόνων ",
  "Common.define.smartArt.textBendingPictureBlocks": "Κυρτά μπλοκ εικόνων",
  "Common.define.smartArt.textBendingPictureCaption": "Κυρτή λεζάντα εικόνας",
  "Common.define.smartArt.textBendingPictureCaptionList": "Κυρτή λίστα λεζάντων εικόνας",
  "Common.define.smartArt.textBendingPictureSemiTranparentText": "Ημιδιαφανές κείμενο κυρτής εικόνας",
  "Common.define.smartArt.textBlockCycle": "Κυκλικό μπλοκ",
  "Common.define.smartArt.textBubblePictureList": "Λίστα εικόνων φυσαλίδων",
  "Common.define.smartArt.textCaptionedPictures": "Εικόνες με λεζάντα",
  "Common.define.smartArt.textChevronAccentProcess": "Διαδικασία έμφασης βημάτων",
  "Common.define.smartArt.textChevronList": "Λίστα βημάτων",
  "Common.define.smartArt.textCircleAccentTimeline": "Λωρίδα χρόνου έμφασης κύκλου",
  "Common.define.smartArt.textCircleArrowProcess": "Διαδικασία κυκλικού βέλους ",
  "Common.define.smartArt.textCirclePictureHierarchy": "Ιεραρχία κυκλικών εικόνων ",
  "Common.define.smartArt.textCircleProcess": "Κυκλική διαδικασία",
  "Common.define.smartArt.textCircleRelationship": "Σχέση κύκλου",
  "Common.define.smartArt.textCircularBendingProcess": "Διαδικασία κυκλικής κάμψης",
  "Common.define.smartArt.textCircularPictureCallout": "Επεξήγηση κυκλικής εικόνας",
  "Common.define.smartArt.textClosedChevronProcess": "Κλειστή διαδικασία βημάτων",
  "Common.define.smartArt.textContinuousArrowProcess": "Συνεχής διαδικασία βέλους",
  "Common.define.smartArt.textContinuousBlockProcess": "Συνεχής διαδικασία μπλοκ",
  "Common.define.smartArt.textContinuousCycle": "Συνεχής κύκλος",
  "Common.define.smartArt.textContinuousPictureList": "Συνεχής λίστα εικόνων",
  "Common.define.smartArt.textConvergingArrows": "Συμβαλλόμενα βέλη",
  "Common.define.smartArt.textConvergingRadial": "Συγκλίνουσα ακτινική",
  "Common.define.smartArt.textConvergingText": "Συγκλίνον κείμενο",
  "Common.define.smartArt.textCounterbalanceArrows": "Βέλη αντιστάθμισης",
  "Common.define.smartArt.textCycle": "Κύκλος",
  "Common.define.smartArt.textCycleMatrix": "Πίνακας κύκλου",
  "Common.define.smartArt.textDescendingBlockList": "Φθίνουσα λίστα μπλοκ",
  "Common.define.smartArt.textDescendingProcess": "Φθίνουσα διαδικασία",
  "Common.define.smartArt.textDetailedProcess": "Λεπτομερής διαδικασία",
  "Common.define.smartArt.textDivergingArrows": "Αποκλίνοντα βέλη",
  "Common.define.smartArt.textDivergingRadial": "Αποκλίνουσα ακτινική",
  "Common.define.smartArt.textEquation": "Εξίσωση",
  "Common.define.smartArt.textFramedTextPicture": "Εικόνα κειμένου με πλαίσιο",
  "Common.define.smartArt.textFunnel": "Χωνί",
  "Common.define.smartArt.textGear": "Γρανάζι",
  "Common.define.smartArt.textGridMatrix": "Πίνακας πλέγματος",
  "Common.define.smartArt.textGroupedList": "Ομαδοποιημένη λίστα",
  "Common.define.smartArt.textHalfCircleOrganizationChart": "Οργανόγραμμα μισού κύκλου",
  "Common.define.smartArt.textHexagonCluster": "Εξάγωνο σύμπλεγμα",
  "Common.define.smartArt.textHexagonRadial": "Εξάγωνο ακτινωτό",
  "Common.define.smartArt.textHierarchy": "Ιεραρχία",
  "Common.define.smartArt.textHierarchyList": "Λίστα ιεραρχίας",
  "Common.define.smartArt.textHorizontalBulletList": "Οριζόντια λίστα κουκκίδων",
  "Common.define.smartArt.textHorizontalHierarchy": "Οριζόντια ιεραρχία",
  "Common.define.smartArt.textHorizontalLabeledHierarchy": "Οριζόντια ιεραρχία με ετικέτες",
  "Common.define.smartArt.textHorizontalMultiLevelHierarchy": "Οριζόντια πολυεπίπεδη ιεραρχία",
  "Common.define.smartArt.textHorizontalOrganizationChart": "Οριζόντιο οργανόγραμμα",
  "Common.define.smartArt.textHorizontalPictureList": "Οριζόντια λίστα εικόνων",
  "Common.define.smartArt.textIncreasingArrowProcess": "Αύξουσα διαδικασία βέλους",
  "Common.define.smartArt.textIncreasingCircleProcess": "Αύξουσα διαδικασία κύκλου",
  "Common.define.smartArt.textInterconnectedBlockProcess": "Διασυνδεδεμένη διαδικασία μπλοκ",
  "Common.define.smartArt.textInterconnectedRings": "Διασυνδεδεμένοι δακτύλιοι",
  "Common.define.smartArt.textInvertedPyramid": "Ανεστραμμένη πυραμίδα",
  "Common.define.smartArt.textLabeledHierarchy": "Ιεραρχία με ετικέτα",
  "Common.define.smartArt.textLinearVenn": "Γραμμικό Βεν",
  "Common.define.smartArt.textLinedList": "Λίστα με γραμμές",
  "Common.define.smartArt.textList": "Λίστα",
  "Common.define.smartArt.textMatrix": "Πίνακας",
  "Common.define.smartArt.textMultidirectionalCycle": "Κύκλος πολλαπλών κατευθύνσεων",
  "Common.define.smartArt.textNameAndTitleOrganizationChart": "Όνομα και τίτλος οργανογράμματος",
  "Common.define.smartArt.textNestedTarget": "Ένθετος προορισμός",
  "Common.define.smartArt.textNondirectionalCycle": "Μη κατευθυντικός κύκλος",
  "Common.define.smartArt.textOpposingArrows": "Αντίθετα βέλη",
  "Common.define.smartArt.textOpposingIdeas": "Αντίθετες ιδέες",
  "Common.define.smartArt.textOrganizationChart": "Διάγραμμα οργάνωσης",
  "Common.define.smartArt.textOther": "Άλλα",
  "Common.define.smartArt.textPhasedProcess": "Σταδιακή διαδικασία",
  "Common.define.smartArt.textPicture": "Εικόνα",
  "Common.define.smartArt.textPictureAccentBlocks": "Μπλοκ έμφασης εικόνας",
  "Common.define.smartArt.textPictureAccentList": "Λίστα έμφασης εικόνας",
  "Common.define.smartArt.textPictureAccentProcess": "Διαδικασία έμφασης εικόνας",
  "Common.define.smartArt.textPictureCaptionList": "Λίστα λεζάντων εικόνων",
  "Common.define.smartArt.textPictureFrame": "Κορνίζα",
  "Common.define.smartArt.textPictureGrid": "Πλέγμα εικόνας",
  "Common.define.smartArt.textPictureLineup": "Σύνθεση εικόνων",
  "Common.define.smartArt.textPictureOrganizationChart": "Οργανόγραμμα εικόνας",
  "Common.define.smartArt.textPictureStrips": "Ταινίες εικόνων",
  "Common.define.smartArt.textPieProcess": "Διεργασία πίτας",
  "Common.define.smartArt.textPlusAndMinus": "Συν και πλην",
  "Common.define.smartArt.textProcess": "Διεργασία",
  "Common.define.smartArt.textProcessArrows": "Βέλη διεργασίας",
  "Common.define.smartArt.textProcessList": "Λίστα διεργασιών",
  "Common.define.smartArt.textPyramid": "Πυραμίδα",
  "Common.define.smartArt.textPyramidList": "Λίστα πυραμίδας",
  "Common.define.smartArt.textRadialCluster": "Ακτινικό σύμπλεγμα",
  "Common.define.smartArt.textRadialCycle": "Ακτινικός κύκλος",
  "Common.define.smartArt.textRadialList": "Ακτινική λίστα",
  "Common.define.smartArt.textRadialPictureList": "Λίστα ακτινικών εικόνων",
  "Common.define.smartArt.textRadialVenn": "Ακτινικό Βεν",
  "Common.define.smartArt.textRandomToResultProcess": "Τυχαία διαδικασία στο αποτέλεσμα",
  "Common.define.smartArt.textRelationship": "Σχέση",
  "Common.define.smartArt.textRepeatingBendingProcess": "Επαναλαμβανόμενη διαδικασία κάμψης",
  "Common.define.smartArt.textReverseList": "Αντίστροφη λίστα",
  "Common.define.smartArt.textSegmentedCycle": "Τμηματικός κύκλος",
  "Common.define.smartArt.textSegmentedProcess": "Τμηματοποιημένη διαδικασία",
  "Common.define.smartArt.textSegmentedPyramid": "Τμηματοποιημένη πυραμίδα",
  "Common.define.smartArt.textSnapshotPictureList": "Στιγμιότυπο λίστας εικόνων",
  "Common.define.smartArt.textSpiralPicture": "Σπειροειδής εικόνα",
  "Common.define.smartArt.textSquareAccentList": "Λίστα τετράγωνης έμφασης",
  "Common.define.smartArt.textStackedList": "Σωρευμένη λίστα",
  "Common.define.smartArt.textStackedVenn": "Στοιβαγμένο Βεν",
  "Common.define.smartArt.textStaggeredProcess": "Κλιμακωτή διαδικασία",
  "Common.define.smartArt.textStepDownProcess": "Διαδικασία επιβράδυνσης",
  "Common.define.smartArt.textStepUpProcess": "Διαδικασία επιτάχυνσης",
  "Common.define.smartArt.textSubStepProcess": "Διαδικασία υπο-βημάτων",
  "Common.define.smartArt.textTabbedArc": "Τόξο με καρτέλες",
  "Common.define.smartArt.textTableHierarchy": "Ιεραρχία πινάκων",
  "Common.define.smartArt.textTableList": "Λίστα πινάκων",
  "Common.define.smartArt.textTabList": "Λίστα καρτελών",
  "Common.define.smartArt.textTargetList": "Λίστα στόχων",
  "Common.define.smartArt.textTextCycle": "Κύκλος κειμένου",
  "Common.define.smartArt.textThemePictureAccent": "Έμφαση εικόνας θέματος",
  "Common.define.smartArt.textThemePictureAlternatingAccent": "Εναλλασσόμενος τόνος εικόνας θέματος",
  "Common.define.smartArt.textThemePictureGrid": "Πλέγμα εικόνας θέματος",
  "Common.define.smartArt.textTitledMatrix": "Πίνακας με τίτλους",
  "Common.define.smartArt.textTitledPictureAccentList": "Λίστα έμφασης εικόνων με τίτλο",
  "Common.define.smartArt.textTitledPictureBlocks": "Μπλοκ εικόνων με τίτλο",
  "Common.define.smartArt.textTitlePictureLineup": "Σύνθεση εικόνων τίτλου",
  "Common.define.smartArt.textTrapezoidList": "Τραπεζοειδής λίστα",
  "Common.define.smartArt.textUpwardArrow": "Βέλος προς τα επάνω",
  "Common.define.smartArt.textVaryingWidthList": "Λίστα μεταβλητού πλάτους",
  "Common.define.smartArt.textVerticalAccentList": "Κατακόρυφη λίστα έμφασης",
  "Common.define.smartArt.textVerticalArrowList": "Κατακόρυφη λίστα βέλους",
  "Common.define.smartArt.textVerticalBendingProcess": "Διαδικασία κάθετης κάμψης",
  "Common.define.smartArt.textVerticalBlockList": "Κατακόρυφη λίστα μπλοκ",
  "Common.define.smartArt.textVerticalBoxList": "Κατακόρυφη λίστα πλαισίων",
  "Common.define.smartArt.textVerticalBracketList": "Κατακόρυφη λίστα αγκύλης",
  "Common.define.smartArt.textVerticalBulletList": "Κατακόρυφη λίστα με κουκκίδες",
  "Common.define.smartArt.textVerticalChevronList": "Κάθετη λίστα βημάτων",
  "Common.define.smartArt.textVerticalCircleList": "Κατακόρυφη λίστα κύκλων",
  "Common.define.smartArt.textVerticalCurvedList": "Κατακόρυφη κυρτή λίστα",
  "Common.define.smartArt.textVerticalEquation": "Κατακόρυφη εξίσωση",
  "Common.define.smartArt.textVerticalPictureAccentList": "Λίστα έμφασης κατακόρυφης εικόνας",
  "Common.define.smartArt.textVerticalPictureList": "Κατακόρυφη λίστα εικόνων",
  "Common.define.smartArt.textVerticalProcess": "Κάθετη διαδικασία",
  "Common.Translation.textMoreButton": "Περισσότερα",
  "Common.Translation.tipFileLocked": "Το έγγραφο είναι κλειδωμένο για επεξεργασία. Μπορείτε να κάνετε αλλαγές και να τις αποθηκεύσετε αργότερα ως τοπικό αντίγραφο.",
  "Common.Translation.tipFileReadOnly": "Το αρχείο είναι μόνο για ανάγνωση. Για να διατηρήσετε τις αλλαγές σας, αποθηκεύστε το αρχείο με νέο όνομα ή σε διαφορετική θέση.",
  "Common.Translation.warnFileLocked": "Δεν μπορείτε να επεξεργαστείτε αυτό το αρχείο επειδή επεξεργάζεται σε άλλη εφαρμογή.",
  "Common.Translation.warnFileLockedBtnEdit": "Δημιουργία αντιγράφου",
  "Common.Translation.warnFileLockedBtnView": "Άνοιγμα για προβολή",
  "Common.UI.ButtonColored.textAutoColor": "Αυτόματα",
  "Common.UI.ButtonColored.textEyedropper": "Σταγονόμετρο",
  "Common.UI.ButtonColored.textNewColor": "Περισσότερα χρώματα",
  "Common.UI.Calendar.textApril": "Απρίλιος",
  "Common.UI.Calendar.textAugust": "Αύγουστος",
  "Common.UI.Calendar.textDecember": "Δεκέμβριος",
  "Common.UI.Calendar.textFebruary": "Φεβρουάριος",
  "Common.UI.Calendar.textJanuary": "Ιανουάριος",
  "Common.UI.Calendar.textJuly": "Ιούλιος",
  "Common.UI.Calendar.textJune": "Ιούνιος",
  "Common.UI.Calendar.textMarch": "Μάρτιος",
  "Common.UI.Calendar.textMay": "Μάι",
  "Common.UI.Calendar.textMonths": "Μήνες",
  "Common.UI.Calendar.textNovember": "Νοέμβριος",
  "Common.UI.Calendar.textOctober": "Οκτώβριος",
  "Common.UI.Calendar.textSeptember": "Σεπτέμβριος",
  "Common.UI.Calendar.textShortApril": "Απρ",
  "Common.UI.Calendar.textShortAugust": "Αυγ",
  "Common.UI.Calendar.textShortDecember": "Δεκ",
  "Common.UI.Calendar.textShortFebruary": "Φεβ",
  "Common.UI.Calendar.textShortFriday": "Παρ",
  "Common.UI.Calendar.textShortJanuary": "Ιάν",
  "Common.UI.Calendar.textShortJuly": "Ιουλ",
  "Common.UI.Calendar.textShortJune": "Ιουν",
  "Common.UI.Calendar.textShortMarch": "Μαρ",
  "Common.UI.Calendar.textShortMay": "Μάιος",
  "Common.UI.Calendar.textShortMonday": "Δευ",
  "Common.UI.Calendar.textShortNovember": "Νοέ",
  "Common.UI.Calendar.textShortOctober": "Οκτ",
  "Common.UI.Calendar.textShortSaturday": "Σαβ",
  "Common.UI.Calendar.textShortSeptember": "Σεπτ",
  "Common.UI.Calendar.textShortSunday": "Κυρ",
  "Common.UI.Calendar.textShortThursday": "Πεμ",
  "Common.UI.Calendar.textShortTuesday": "Τρι",
  "Common.UI.Calendar.textShortWednesday": "Τετ",
  "Common.UI.Calendar.textYears": "Έτη",
  "Common.UI.ExtendedColorDialog.addButtonText": "Προσθήκη",
  "Common.UI.ExtendedColorDialog.textCurrent": "Τρέχον",
  "Common.UI.ExtendedColorDialog.textHexErr": "Η τιμή που βάλατε δεν είναι αποδεκτή.<br>Παρακαλούμε βάλτε μια τιμή μεταξύ 000000 και FFFFFF.",
  "Common.UI.ExtendedColorDialog.textNew": "Νέο",
  "Common.UI.ExtendedColorDialog.textRGBErr": "Η τιμή που βάλατε δεν είναι αποδεκτή.<br>Παρακαλούμε βάλτε μια αριθμητική τιμή μεταξύ 0 και 255.",
  "Common.UI.HSBColorPicker.textNoColor": "Χωρίς χρώμα",
  "Common.UI.InputFieldBtnCalendar.textDate": "Επιλογή ημερομηνίας",
  "Common.UI.InputFieldBtnPassword.textHintHidePwd": "Απόκρυψη συνθηματικού",
  "Common.UI.InputFieldBtnPassword.textHintHold": "Πατήστε παρατεταμένα για να εμφανιστεί ο κωδικός πρόσβασης",
  "Common.UI.InputFieldBtnPassword.textHintShowPwd": "Εμφάνιση συνθηματικού",
  "Common.UI.SearchBar.capFind": "Εύρεση",
  "Common.UI.SearchBar.capFindRedact": "Εύρεση & απόκρυψη",
  "Common.UI.SearchBar.textFind": "Εύρεση",
  "Common.UI.SearchBar.tipCloseSearch": "Κλείσιμο αναζήτησης",
  "Common.UI.SearchBar.tipNextResult": "Επόμενο αποτέλεσμα",
  "Common.UI.SearchBar.tipOpenAdvancedSettings": "Άνοιγμα σύνθετων ρυθμίσεων",
  "Common.UI.SearchBar.tipOpenAdvancedSettingsRedact": "Εύρεση & απόκρυψη",
  "Common.UI.SearchBar.tipPreviousResult": "Προηγούμενο αποτέλεσμα",
  "Common.UI.SearchDialog.textHighlight": "Επισήμανση αποτελεσμάτων",
  "Common.UI.SearchDialog.textMatchCase": "Με διάκριση πεζών - κεφαλαίων γραμμάτων",
  "Common.UI.SearchDialog.textReplaceDef": "Εισάγετε το κείμενο αντικατάστασης",
  "Common.UI.SearchDialog.textSearchStart": "Εισάγετε το κείμενό σας εδώ",
  "Common.UI.SearchDialog.textTitle": "Εύρεση και αντικατάσταση",
  "Common.UI.SearchDialog.textTitle2": "Εύρεση",
  "Common.UI.SearchDialog.textWholeWords": "Ολόκληρες λέξεις μόνο",
  "Common.UI.SearchDialog.txtBtnHideReplace": "Απόκρυψη αντικατάστασης",
  "Common.UI.SearchDialog.txtBtnReplace": "Αντικατάσταση",
  "Common.UI.SearchDialog.txtBtnReplaceAll": "Αντικατάσταση όλων",
  "Common.UI.SynchronizeTip.textDontShow": "Να μην εμφανιστεί ξανά αυτό το μήνυμα",
  "Common.UI.SynchronizeTip.textGotIt": "Εντάξει",
  "Common.UI.SynchronizeTip.textNew": "Νέο",
  "Common.UI.SynchronizeTip.textSynchronize": "Το έγγραφο έχει αλλάξει από άλλο χρήστη.<br>Παρακαλούμε κάντε κλικ για να αποθηκεύσετε τις αλλαγές σας και να φορτώσετε ξανά τις ενημερώσεις.",
  "Common.UI.ThemeColorPalette.textRecentColors": "Πρόσφατα χρώματα",
  "Common.UI.ThemeColorPalette.textStandartColors": "Τυπικά χρώματα",
  "Common.UI.ThemeColorPalette.textThemeColors": "Χρώματα θέματος",
  "Common.UI.ThemeColorPalette.textTransparent": "Διαφανές",
  "Common.UI.Themes.txtThemeClassicLight": "Κλασσικό ανοιχτόχρωμο",
  "Common.UI.Themes.txtThemeContrastDark": "Αντίθεση σκουρόχρωμο",
  "Common.UI.Themes.txtThemeDark": "Σκουρόχρωμο",
  "Common.UI.Themes.txtThemeGray": "Γκρι",
  "Common.UI.Themes.txtThemeLight": "Ανοιχτόχρωμο",
  "Common.UI.Themes.txtThemeModernDark": "Μοντέρνο σκουρόχρωμο",
  "Common.UI.Themes.txtThemeModernLight": "Μοντέρνο ανοιχτόχρωμο",
  "Common.UI.Themes.txtThemeSystem": "Ίδιο με το σύστημα",
  "Common.UI.Window.cancelButtonText": "Άκυρο",
  "Common.UI.Window.closeButtonText": "Κλείσιμο",
  "Common.UI.Window.noButtonText": "Όχι",
  "Common.UI.Window.okButtonText": "Εντάξει",
  "Common.UI.Window.textConfirmation": "Επιβεβαίωση",
  "Common.UI.Window.textDontShow": "Να μην εμφανιστεί ξανά αυτό το μήνυμα",
  "Common.UI.Window.textError": "Σφάλμα",
  "Common.UI.Window.textInformation": "Πληροφορίες",
  "Common.UI.Window.textWarning": "Προειδοποίηση",
  "Common.UI.Window.yesButtonText": "Ναι",
  "Common.Utils.Metric.txtCm": "εκ",
  "Common.Utils.Metric.txtPt": "pt",
  "Common.Utils.String.textAlt": "Alt",
  "Common.Utils.String.textComma": ",",
  "Common.Utils.String.textCtrl": "Ctrl",
  "Common.Utils.String.textShift": "Shift",
  "Common.Utils.ThemeColor.txtaccent": "Έμφαση",
  "Common.Utils.ThemeColor.txtAqua": "Άκουα",
  "Common.Utils.ThemeColor.txtbackground": "Παρασκήνιο",
  "Common.Utils.ThemeColor.txtBlack": "Μαύρο",
  "Common.Utils.ThemeColor.txtBlue": "Μπλε",
  "Common.Utils.ThemeColor.txtBrightGreen": "Ανοιχτό πράσινο",
  "Common.Utils.ThemeColor.txtBrown": "Καφέ",
  "Common.Utils.ThemeColor.txtDarkBlue": "Σκούρο μπλε",
  "Common.Utils.ThemeColor.txtDarker": "Σκοτεινότερο",
  "Common.Utils.ThemeColor.txtDarkGray": "Σκούρο γκρι",
  "Common.Utils.ThemeColor.txtDarkGreen": "Σκούρο πράσινο",
  "Common.Utils.ThemeColor.txtDarkPurple": "Σκούρο μωβ",
  "Common.Utils.ThemeColor.txtDarkRed": "Σκούρο κόκκινο",
  "Common.Utils.ThemeColor.txtDarkTeal": "Σκούρο γαλαζοπράσινο",
  "Common.Utils.ThemeColor.txtDarkYellow": "Σκουρο κίτρινο",
  "Common.Utils.ThemeColor.txtGold": "Χρυσό",
  "Common.Utils.ThemeColor.txtGray": "Γκρι",
  "Common.Utils.ThemeColor.txtGreen": "Πράσινο",
  "Common.Utils.ThemeColor.txtIndigo": "Λουλακί",
  "Common.Utils.ThemeColor.txtLavender": "Λεβάντα",
  "Common.Utils.ThemeColor.txtLightBlue": "Ανοιχτό μπλε",
  "Common.Utils.ThemeColor.txtLighter": "Ανοιχτότερο",
  "Common.Utils.ThemeColor.txtLightGray": "Ανοιχτό γκρι",
  "Common.Utils.ThemeColor.txtLightGreen": "Ανοιχτό πράσινο",
  "Common.Utils.ThemeColor.txtLightOrange": "Ανοιχτό πορτοκαλί",
  "Common.Utils.ThemeColor.txtLightYellow": "Ανοιχτό κίτρινο",
  "Common.Utils.ThemeColor.txtOrange": "Πορτοκαλί",
  "Common.Utils.ThemeColor.txtPink": "Ροζ",
  "Common.Utils.ThemeColor.txtPurple": "Μοβ",
  "Common.Utils.ThemeColor.txtRed": "Κόκκινο",
  "Common.Utils.ThemeColor.txtRose": "Ρόδο",
  "Common.Utils.ThemeColor.txtSkyBlue": "Μπλε ουρανού",
  "Common.Utils.ThemeColor.txtTeal": "Γαλαζοπράσινο",
  "Common.Utils.ThemeColor.txttext": "Κείμενο",
  "Common.Utils.ThemeColor.txtTurquosie": "Τυρκουάζ",
  "Common.Utils.ThemeColor.txtViolet": "Βιολετί",
  "Common.Utils.ThemeColor.txtWhite": "Λευκό",
  "Common.Utils.ThemeColor.txtYellow": "Κίτρινο",
  "Common.Views.About.txtAddress": "διεύθυνση: ",
  "Common.Views.About.txtLicensee": "ΑΔΕΙΟΔΕΚΤΗΣ",
  "Common.Views.About.txtLicensor": "ΑΔΕΙΟΔΟΤΗΣ",
  "Common.Views.About.txtMail": "email: ",
  "Common.Views.About.txtPoweredBy": "Υποστηρίζεται από",
  "Common.Views.About.txtTel": "Tηλ.: ",
  "Common.Views.About.txtVersion": "Έκδοση",
  "Common.Views.Chat.textChat": "Συνομιλία",
  "Common.Views.Chat.textClosePanel": "Κλείσιμο συνομιλίας",
  "Common.Views.Chat.textEnterMessage": "Εισάγετε το μήνυμά σας εδώ",
  "Common.Views.Chat.textSend": "Αποστολή",
  "Common.Views.Comments.mniAuthorAsc": "Συγγραφέας Α έως Ω",
  "Common.Views.Comments.mniAuthorDesc": "Συγγραφέας Ω έως Α",
  "Common.Views.Comments.mniDateAsc": "Παλαιότερο",
  "Common.Views.Comments.mniDateDesc": "Νεότερο",
  "Common.Views.Comments.mniFilterComments": "Εμφάνιση σχολίων",
  "Common.Views.Comments.mniFilterGroups": "Φιλτράρισμα κατά ομάδα",
  "Common.Views.Comments.mniPositionAsc": "Από επάνω",
  "Common.Views.Comments.mniPositionDesc": "Από κάτω",
  "Common.Views.Comments.textAdd": "Προσθήκη",
  "Common.Views.Comments.textAddComment": "Προσθήκη σχολίου",
  "Common.Views.Comments.textAddCommentToDoc": "Προσθήκη σχολίου στο έγγραφο",
  "Common.Views.Comments.textAddReply": "Προσθήκη απάντησης",
  "Common.Views.Comments.textAll": "Όλα",
  "Common.Views.Comments.textAnonym": "Επισκέπτης",
  "Common.Views.Comments.textCancel": "Άκυρο",
  "Common.Views.Comments.textClose": "Κλείσιμο",
  "Common.Views.Comments.textClosePanel": "Κλείσιμο σχολίων",
  "Common.Views.Comments.textComment": "Σχόλιο",
  "Common.Views.Comments.textComments": "Σχόλια",
  "Common.Views.Comments.textEdit": "Εντάξει",
  "Common.Views.Comments.textEnterCommentHint": "Εισάγετε το σχόλιό σας εδώ",
  "Common.Views.Comments.textHintAddComment": "Προσθήκη σχολίου",
  "Common.Views.Comments.textOpen": "Άνοιγμα",
  "Common.Views.Comments.textOpenAgain": "Άνοιγμα ξανά",
  "Common.Views.Comments.textReply": "Απάντηση",
  "Common.Views.Comments.textResolve": "Επίλυση",
  "Common.Views.Comments.textResolved": "Επιλύθηκε",
  "Common.Views.Comments.textSort": "Ταξινόμηση σχολίων",
  "Common.Views.Comments.textSortFilter": "Ταξινόμηση και φιλτράρισμα σχολίων",
  "Common.Views.Comments.textSortFilterMore": "Ταξινόμηση, φιλτράρισμα και άλλα",
  "Common.Views.Comments.textSortMore": "Ταξινόμηση και άλλα",
  "Common.Views.Comments.textViewResolved": "Δεν έχετε άδεια να ανοίξετε ξανά το σχόλιο",
  "Common.Views.Comments.txtEmpty": "Δεν υπάρχουν σχόλια στο έγγραφο.",
  "Common.Views.CopyWarningDialog.textDontShow": "Να μην εμφανιστεί ξανά αυτό το μήνυμα",
  "Common.Views.CopyWarningDialog.textMsg": "Η αντιγραφή, η αποκοπή και η επικόλληση μέσω των κουμπιών της εργαλειοθήκης του συντάκτη καθώς και οι ενέργειες του μενού συμφραζομένων εφαρμόζονται μόνο εντός αυτής της καρτέλας.<br><br>Για αντιγραφή ή επικόλληση από ή προς εφαρμογές εκτός της καρτέλας χρησιμοποιήστε τους ακόλουθους συνδυασμούς πλήκτρων:",
  "Common.Views.CopyWarningDialog.textTitle": "Ενέργειες αντιγραφής, αποκοπής και επικόλλησης",
  "Common.Views.CopyWarningDialog.textToCopy": "για αντιγραφή",
  "Common.Views.CopyWarningDialog.textToCut": "για αποκοπή",
  "Common.Views.CopyWarningDialog.textToPaste": "για επικόλληση",
  "Common.Views.CustomizeQuickAccessDialog.textDownload": "Λήψη",
  "Common.Views.CustomizeQuickAccessDialog.textMsg": "Ελέγξτε τις εντολές που θα εμφανίζονται στη γραμμή εργαλείων γρήγορης πρόσβασης",
  "Common.Views.CustomizeQuickAccessDialog.textPrint": "Εκτύπωση",
  "Common.Views.CustomizeQuickAccessDialog.textQuickPrint": "Γρήγορη εκτύπωση",
  "Common.Views.CustomizeQuickAccessDialog.textRedo": "Επανάληψη",
  "Common.Views.CustomizeQuickAccessDialog.textSave": "Αποθήκευση",
  "Common.Views.CustomizeQuickAccessDialog.textTitle": "Προσαρμογή γρήγορης πρόσβασης",
  "Common.Views.CustomizeQuickAccessDialog.textUndo": "Αναίρεση",
  "Common.Views.DocumentAccessDialog.textLoading": "Φόρτωση...",
  "Common.Views.DocumentAccessDialog.textTitle": "Ρυθμίσεις διαμοιρασμού",
  "Common.Views.Draw.hintEraser": "Γόμα",
  "Common.Views.Draw.hintSelect": "Επιλογή",
  "Common.Views.Draw.txtEraser": "Γόμα",
  "Common.Views.Draw.txtHighlighter": "Επισήμανση",
  "Common.Views.Draw.txtMM": "mm",
  "Common.Views.Draw.txtPen": "Πένα",
  "Common.Views.Draw.txtSelect": "Επιλογή",
  "Common.Views.Draw.txtSize": "Μέγεθος",
  "Common.Views.ExternalDiagramEditor.textTitle": "Επεξεργαστής γραφημάτων",
  "Common.Views.ExternalEditor.textClose": "Κλείσιμο",
  "Common.Views.ExternalEditor.textSave": "Αποθήκευση και έξοδος",
  "Common.Views.ExternalLinksDlg.closeButtonText": "Κλείσιμο",
  "Common.Views.ExternalLinksDlg.textAutoUpdate": "Αυτόματη ενημέρωση δεδομένων από τις συνδεδεμένες προελεύσεις",
  "Common.Views.ExternalLinksDlg.textChange": "Αλλαγή πηγής",
  "Common.Views.ExternalLinksDlg.textDelete": "Σπάσιμο συνδέσμων",
  "Common.Views.ExternalLinksDlg.textDeleteAll": "Σπάσιμο όλων των συνδέσμων",
  "Common.Views.ExternalLinksDlg.textOk": "Εντάξει",
  "Common.Views.ExternalLinksDlg.textOpen": "Άνοιγμα πηγής",
  "Common.Views.ExternalLinksDlg.textSource": "Πηγή",
  "Common.Views.ExternalLinksDlg.textStatus": "Κατάσταση",
  "Common.Views.ExternalLinksDlg.textUnknown": "Άγνωστο",
  "Common.Views.ExternalLinksDlg.textUpdate": "Ενημέρωση τιμών",
  "Common.Views.ExternalLinksDlg.textUpdateAll": "Ενημέρωση όλων",
  "Common.Views.ExternalLinksDlg.textUpdating": "Ενημέρωση...",
  "Common.Views.ExternalLinksDlg.txtTitle": "Εξωτερικοί σύνδεσμοι",
  "Common.Views.Header.ariaQuickAccessToolbar": "Γραμμή εργαλείων γρήγορης πρόσβασης",
  "Common.Views.Header.labelCoUsersDescr": "Οι χρήστες που επεξεργάζονται το αρχείο:",
  "Common.Views.Header.textAddFavorite": "Σημείωση ως αγαπημένο",
  "Common.Views.Header.textAdvSettings": "Προηγμένες ρυθμίσεις",
  "Common.Views.Header.textAnnotateDesc": "Συμπληρώστε φόρμες ή σχολιάστε",
  "Common.Views.Header.textBack": "Άνοιγμα θέσης αρχείου",
  "Common.Views.Header.textClose": "Κλείσιμο αρχείου",
  "Common.Views.Header.textComment": "Σχολιασμός",
  "Common.Views.Header.textCommentDesc": "Όλες οι αλλαγές θα αποθηκευτούν στο αρχείο. Συνεργασία σε πραγματικό χρόνο",
  "Common.Views.Header.textCompactView": "Απόκρυψη γραμμής εργαλείων",
  "Common.Views.Header.textDownload": "Λήψη",
  "Common.Views.Header.textEdit": "Επεξεργασία",
  "Common.Views.Header.textEditDesc": "Όλες οι αλλαγές θα αποθηκευτούν στο αρχείο. Συνεργασία σε πραγματικό χρόνο",
  "Common.Views.Header.textEditDescNoCoedit": "Προσθέστε ή επεξεργαστείτε κείμενο, σχήματα, εικόνες κ.λπ.",
  "Common.Views.Header.textHideLines": "Απόκρυψη χαράκων",
  "Common.Views.Header.textHideStatusBar": "Απόκρυψη γραμμής κατάστασης",
  "Common.Views.Header.textPrint": "Εκτύπωση",
  "Common.Views.Header.textReadOnly": "Μόνο για ανάγνωση",
  "Common.Views.Header.textRemoveFavorite": "Αφαίρεση από τα αγαπημένα",
  "Common.Views.Header.textShare": "Διαμοιρασμός",
  "Common.Views.Header.textView": "Προβολή",
  "Common.Views.Header.textViewDesc": "Όλες οι αλλαγές θα αποθηκευτούν τοπικά",
  "Common.Views.Header.textViewDescNoCoedit": "Προβολή ή σχολιασμός",
  "Common.Views.Header.textZoom": "Εστίαση",
  "Common.Views.Header.tipAccessRights": "Διαχείριση δικαιωμάτων πρόσβασης εγγράφου",
  "Common.Views.Header.tipComment": "Σχολιασμός",
  "Common.Views.Header.tipCustomizeQuickAccessToolbar": "Προσαρμογή γραμμής εργαλείων γρήγορης πρόσβασης",
  "Common.Views.Header.tipDownload": "Λήψη αρχείου",
  "Common.Views.Header.tipEdit": "Επεξεργασία",
  "Common.Views.Header.tipGoEdit": "Επεξεργασία τρέχοντος αρχείου",
  "Common.Views.Header.tipPrint": "Εκτύπωση αρχείου",
  "Common.Views.Header.tipPrintQuick": "Γρήγορη εκτύπωση",
  "Common.Views.Header.tipRedo": "Επανάληψη",
  "Common.Views.Header.tipSave": "Αποθήκευση",
  "Common.Views.Header.tipSearch": "Εύρεση",
  "Common.Views.Header.tipUndo": "Αναίρεση",
  "Common.Views.Header.tipUsers": "Προβολή χρηστών",
  "Common.Views.Header.tipView": "Προβολή",
  "Common.Views.Header.tipViewSettings": "Ρυθμίσεις προβολής",
  "Common.Views.Header.tipViewUsers": "Προβολή χρηστών και διαχείριση δικαιωμάτων πρόσβασης σε έγγραφα",
  "Common.Views.Header.txtAccessRights": "Αλλαγή δικαιωμάτων πρόσβασης",
  "Common.Views.Header.txtRename": "Μετονομασία",
  "Common.Views.ImageFromUrlDialog.textUrl": "Επικόλληση URL εικόνας:",
  "Common.Views.ImageFromUrlDialog.txtEmpty": "Αυτό το πεδίο είναι υποχρεωτικό",
  "Common.Views.ImageFromUrlDialog.txtNotUrl": "Αυτό το πεδίο πρέπει να είναι διεύθυνση URL με τη μορφή «http://www.example.com»",
  "Common.Views.OpenDialog.closeButtonText": "Κλείσιμο αρχείου",
  "Common.Views.OpenDialog.txtEncoding": "Κωδικοποίηση",
  "Common.Views.OpenDialog.txtIncorrectPwd": "Το συνθηματικό είναι εσφαλμένο.",
  "Common.Views.OpenDialog.txtOpenFile": "Εισάγετε συνθηματικό για να ανοίξετε το αρχείο",
  "Common.Views.OpenDialog.txtPassword": "Συνθηματικό",
  "Common.Views.OpenDialog.txtPreview": "Προεπισκόπηση",
  "Common.Views.OpenDialog.txtProtected": "Μόλις βάλετε το συνθηματικό και ανοίξετε το αρχείο, θα γίνει επαναφορά του τρέχοντος συνθηματικού.",
  "Common.Views.OpenDialog.txtTitle": "Διαλέξτε %1 επιλογές",
  "Common.Views.OpenDialog.txtTitleProtected": "Προστατευμένο αρχείο",
  "Common.Views.PasswordDialog.txtDescription": "Ορίστε ένα συνθηματικό για την προστασία αυτού του εγγράφου",
  "Common.Views.PasswordDialog.txtIncorrectPwd": "Το συνθηματικό επιβεβαίωσης δεν είναι πανομοιότυπο",
  "Common.Views.PasswordDialog.txtPassword": "Συνθηματικό",
  "Common.Views.PasswordDialog.txtRepeat": "Επανάληψη συνθηματικού",
  "Common.Views.PasswordDialog.txtTitle": "Ορισμός συνθηματικού",
  "Common.Views.PasswordDialog.txtWarning": "Προειδοποίηση: Εάν χάσετε ή ξεχάσετε το συνθηματικό, δεν είναι δυνατή η ανάκτησή του. Παρακαλούμε διατηρήστε το σε ασφαλές μέρος.",
  "Common.Views.PluginDlg.textDock": "Καρφίτσωμα πρόσθετου",
  "Common.Views.PluginDlg.textLoading": "Φόρτωση",
  "Common.Views.PluginPanel.textClosePanel": "Κλείσιμο πρόσθετου",
  "Common.Views.PluginPanel.textHidePanel": "Σύμπτυξη του πρόσθετου",
  "Common.Views.PluginPanel.textLoading": "Φόρτωση",
  "Common.Views.PluginPanel.textUndock": "Ξεκαρφίτσωμα πρόσθετου",
  "Common.Views.Plugins.groupCaption": "Πρόσθετα",
  "Common.Views.Plugins.strPlugins": "Πρόσθετα",
  "Common.Views.Plugins.textBackgroundPlugins": "Πρόσθετα φόντου",
  "Common.Views.Plugins.textClosePanel": "Κλείσιμο πρόσθετου",
  "Common.Views.Plugins.textLoading": "Φόρτωση",
  "Common.Views.Plugins.textSettings": "Ρυθμίσεις",
  "Common.Views.Plugins.textStart": "Εκκίνηση",
  "Common.Views.Plugins.textStop": "Διακοπή",
  "Common.Views.Plugins.textTheListOfBackgroundPlugins": "Η λίστα των προσθηκών φόντου",
  "Common.Views.Protection.hintAddPwd": "Κρυπτογράφηση με συνθηματικό",
  "Common.Views.Protection.hintDelPwd": "Διαγραφή συνθηματικού",
  "Common.Views.Protection.hintPwd": "Αλλαγή ή διαγραφή συνθηματικού",
  "Common.Views.Protection.hintSignature": "Προσθήκη ψηφιακής υπογραφής ή γραμμής υπογραφής",
  "Common.Views.Protection.txtAddPwd": "Προσθήκη συνθηματικού",
  "Common.Views.Protection.txtChangePwd": "Αλλαγή συνθηματικού",
  "Common.Views.Protection.txtDeletePwd": "Διαγραφή συνθηματικού",
  "Common.Views.Protection.txtEncrypt": "κρυπτογράφηση",
  "Common.Views.Protection.txtInvisibleSignature": "Προσθήκη ψηφιακής υπογραφής",
  "Common.Views.Protection.txtSignature": "Υπογραφή",
  "Common.Views.Protection.txtSignatureLine": "Προσθήκη γραμμής υπογραφής",
  "Common.Views.RecentFiles.txtOpenRecent": "Άνοιγμα πρόσφατου",
  "Common.Views.RenameDialog.textName": "Όνομα αρχείου",
  "Common.Views.RenameDialog.txtInvalidName": "Το όνομα αρχείου δεν μπορεί να περιέχει κανέναν από τους ακόλουθους χαρακτήρες:",
  "Common.Views.ReviewPopover.textAdd": "Προσθήκη",
  "Common.Views.ReviewPopover.textAddReply": "Προσθήκη απάντησης",
  "Common.Views.ReviewPopover.textCancel": "Άκυρο",
  "Common.Views.ReviewPopover.textClose": "Κλείσιμο",
  "Common.Views.ReviewPopover.textComment": "Σχόλιο",
  "Common.Views.ReviewPopover.textEdit": "Εντάξει",
  "Common.Views.ReviewPopover.textEnterComment": "Εισάγετε το σχόλιό σας εδώ",
  "Common.Views.ReviewPopover.textFollowMove": "Ακολούθηση κίνησης",
  "Common.Views.ReviewPopover.textMention": "+mention θα δώσει πρόσβαση στο αρχείο και θα στείλει email",
  "Common.Views.ReviewPopover.textMentionNotify": "+mention θα ενημερώσει τον χρήστη με email",
  "Common.Views.ReviewPopover.textOpenAgain": "Άνοιγμα ξανά",
  "Common.Views.ReviewPopover.textReply": "Απάντηση",
  "Common.Views.ReviewPopover.textResolve": "Επίλυση",
  "Common.Views.ReviewPopover.textViewResolved": "Δεν έχετε άδεια να ανοίξετε ξανά το σχόλιο",
  "Common.Views.ReviewPopover.txtAccept": "Αποδοχή",
  "Common.Views.ReviewPopover.txtDeleteTip": "Διαγραφή",
  "Common.Views.ReviewPopover.txtEditTip": "Επεξεργασία",
  "Common.Views.ReviewPopover.txtReject": "Απόρριψη",
  "Common.Views.SaveAsDlg.textLoading": "Φόρτωση",
  "Common.Views.SaveAsDlg.textTitle": "Φάκελος για αποθήκευση",
  "Common.Views.SearchPanel.textCaseSensitive": "Με διάκριση πεζών-κεφαλαίων",
  "Common.Views.SearchPanel.textCloseSearch": "Κλείσιμο αναζήτησης",
  "Common.Views.SearchPanel.textContentChanged": "Το έγγραφο τροποποιήθηκε.",
  "Common.Views.SearchPanel.textFind": "Εύρεση",
  "Common.Views.SearchPanel.textFindAndRedact": "Εύρεση & απόκρυψη",
  "Common.Views.SearchPanel.textFindAndReplace": "Εύρεση και αντικατάσταση",
  "Common.Views.SearchPanel.textFindRedact": "Εύρεση & απόκρυψη",
  "Common.Views.SearchPanel.textItemsSuccessfullyReplaced": "{0} αντικείμενα αντικαταστάθηκαν με επιτυχία.",
  "Common.Views.SearchPanel.textMark": "Σημειώστε για απόκρυψη",
  "Common.Views.SearchPanel.textMarkAll": "Επιλογή όλων",
  "Common.Views.SearchPanel.textMatchUsingRegExp": "Ταίριασμα με χρήση κανονικών εκφράσεων",
  "Common.Views.SearchPanel.textNoMatches": "Χωρίς ταίριασμα",
  "Common.Views.SearchPanel.textNoSearchResults": "Δεν υπάρχουν αποτελέσματα αναζήτησης",
  "Common.Views.SearchPanel.textPartOfItemsNotReplaced": "Αντικαταστάθηκαν {0}/{1} στοιχεία. Τα υπόλοιπα {2} στοιχεία είναι κλειδωμένα από άλλους χρήστες.",
  "Common.Views.SearchPanel.textReplace": "Αντικατάσταση",
  "Common.Views.SearchPanel.textReplaceAll": "Αντικατάσταση όλων",
  "Common.Views.SearchPanel.textReplaceWith": "Αντικατάσταση με",
  "Common.Views.SearchPanel.textSearchAgain": "{0}Διενέργεια νέας αναζήτησης{1} για ακριβή αποτελέσματα.",
  "Common.Views.SearchPanel.textSearchHasStopped": "Η αναζήτηση έχει σταματήσει",
  "Common.Views.SearchPanel.textSearchResults": "Αποτελέσματα αναζήτησης: {0}/{1}",
  "Common.Views.SearchPanel.textSearchResultsTable": "Αποτελέσματα αναζήτησης",
  "Common.Views.SearchPanel.textTooManyResults": "Υπάρχουν πάρα πολλά αποτελέσματα για εμφάνιση εδώ",
  "Common.Views.SearchPanel.textWholeWords": "Ολόκληρες λέξεις μόνο",
  "Common.Views.SearchPanel.tipNextResult": "Επόμενο αποτέλεσμα",
  "Common.Views.SearchPanel.tipPreviousResult": "Προηγούμενο αποτέλεσμα",
  "Common.Views.SelectFileDlg.textLoading": "Φόρτωση",
  "Common.Views.SelectFileDlg.textTitle": "Επιλογή πηγής δεδομένων",
  "Common.Views.ShapeShadowDialog.txtAngle": "Γωνία",
  "Common.Views.ShapeShadowDialog.txtDistance": "Aπόσταση",
  "Common.Views.ShapeShadowDialog.txtSize": "Μέγεθος",
  "Common.Views.ShapeShadowDialog.txtTitle": "Ρύθμιση σκιάς",
  "Common.Views.ShapeShadowDialog.txtTransparency": "Διαφάνεια",
  "Common.Views.ShortcutsDialog.txtEmpty": "Δεν βρέθηκαν αποτελέσματα. Προσαρμόστε την αναζήτησή σας.",
  "Common.Views.ShortcutsDialog.txtRestoreAll": "Επαναφορά όλων στις προεπιλογές",
  "Common.Views.ShortcutsDialog.txtRestoreContinue": "Θέλετε να συνεχίσετε;",
  "Common.Views.ShortcutsDialog.txtRestoreDescription": "Όλες οι ρυθμίσεις συντομεύσεων θα επανέλθουν στις προεπιλεγμένες.",
  "Common.Views.ShortcutsDialog.txtRestoreToDefault": "Επαναφορά στην προεπιλογή",
  "Common.Views.ShortcutsDialog.txtSearch": "Αναζήτηση",
  "Common.Views.ShortcutsDialog.txtTitle": "Συντομεύσεις πληκτρολογίου",
  "Common.Views.ShortcutsEditDialog.txtAction": "Ενέργεια",
  "Common.Views.ShortcutsEditDialog.txtInputPlaceholder": "Πληκτρολογήστε την επιθυμητή συντόμευση",
  "Common.Views.ShortcutsEditDialog.txtInputWarnMany": "Η συντόμευση που χρησιμοποιείται από τις ενέργειες %1",
  "Common.Views.ShortcutsEditDialog.txtInputWarnManyLocked": "Η συντόμευση που χρησιμοποιείται από τις ενέργειες %1 και δεν μπορεί να αλλάξει",
  "Common.Views.ShortcutsEditDialog.txtInputWarnOne": "Η συντόμευση που χρησιμοποιείται από τη δράση %1",
  "Common.Views.ShortcutsEditDialog.txtInputWarnOneLocked": "Η συντόμευση χρησιμοποιείται από τη δράση %1 και δεν μπορεί να αλλάξει",
  "Common.Views.ShortcutsEditDialog.txtNewShortcut": "Νέα συντόμευση",
  "Common.Views.ShortcutsEditDialog.txtRestoreContinue": "Θέλετε να συνεχίσετε;",
  "Common.Views.ShortcutsEditDialog.txtRestoreDescription": "Όλες οι συντομεύσεις για τη δράση \"%1\" θα αποκατασταθούν στην προεπιλογή.",
  "Common.Views.ShortcutsEditDialog.txtRestoreToDefault": "Επαναφορά στην προεπιλογή",
  "Common.Views.ShortcutsEditDialog.txtTitle": "Επεξεργασία συντόμευσης",
  "Common.Views.ShortcutsEditDialog.txtTypeDesiredShortcut": "Πληκτρολογήστε την επιθυμητή συντόμευση",
  "Common.Views.UserNameDialog.textDontShow": "Να μην ερωτηθώ ξανά",
  "Common.Views.UserNameDialog.textLabel": "Ετικέτα:",
  "Common.Views.UserNameDialog.textLabelError": "Η ετικέτα δεν μπορεί να είναι κενή.",
  "PDFE.Controllers.InsTab.textAccent": "Τόνοι/Πνεύματα",
  "PDFE.Controllers.InsTab.textBracket": "Αγκύλες",
  "PDFE.Controllers.InsTab.textFraction": "Κλάσματα",
  "PDFE.Controllers.InsTab.textFunction": "Συναρτήσεις",
  "PDFE.Controllers.InsTab.textInsert": "Εισαγωγή",
  "PDFE.Controllers.InsTab.textIntegral": "Ολοκληρώματα",
  "PDFE.Controllers.InsTab.textLargeOperator": "Μεγάλοι τελεστές",
  "PDFE.Controllers.InsTab.textLimitAndLog": "Όρια και λογάριθμοι",
  "PDFE.Controllers.InsTab.textMatrix": "Πίνακες",
  "PDFE.Controllers.InsTab.textOperator": "Τελεστές",
  "PDFE.Controllers.InsTab.textRadical": "Ρίζες",
  "PDFE.Controllers.InsTab.textScript": "Δέσμες ενεργειών",
  "PDFE.Controllers.InsTab.textShape": "Σχήμα",
  "PDFE.Controllers.InsTab.textSymbols": "Σύμβολα",
  "PDFE.Controllers.InsTab.txtAccent_Accent": "Οξεία",
  "PDFE.Controllers.InsTab.txtAccent_ArrowD": "Από πάνω βέλος δεξιά-αριστερά",
  "PDFE.Controllers.InsTab.txtAccent_ArrowL": "Από πάνω βέλος προς αριστερά",
  "PDFE.Controllers.InsTab.txtAccent_ArrowR": "Από πάνω βέλος προς τα δεξιά",
  "PDFE.Controllers.InsTab.txtAccent_Bar": "Μπάρα",
  "PDFE.Controllers.InsTab.txtAccent_BarBot": "Κάτω οριζόντια γραμμή",
  "PDFE.Controllers.InsTab.txtAccent_BarTop": "Επάνω οριζόντια γραμμή",
  "PDFE.Controllers.InsTab.txtAccent_BorderBox": "Μαθηματική σχέση εντός πλαισίου (με δέσμευση θέσης)",
  "PDFE.Controllers.InsTab.txtAccent_BorderBoxCustom": "Μαθηματική σχέση εντός πλαισίου (παράδειγμα)",
  "PDFE.Controllers.InsTab.txtAccent_Check": "Έλεγχος",
  "PDFE.Controllers.InsTab.txtAccent_CurveBracketBot": "Κάτω αγκύλη έκτασης",
  "PDFE.Controllers.InsTab.txtAccent_CurveBracketTop": "Πάνω αγκύλη έκτασης",
  "PDFE.Controllers.InsTab.txtAccent_Custom_1": "Διάνυσμα A",
  "PDFE.Controllers.InsTab.txtAccent_Custom_2": "ABC με οριζόντια γραμμή από πάνω",
  "PDFE.Controllers.InsTab.txtAccent_Custom_3": "x XOR y με επάνω οριζόντια γραμμή",
  "PDFE.Controllers.InsTab.txtAccent_DDDot": "Τριπλή τελεία",
  "PDFE.Controllers.InsTab.txtAccent_DDot": "Διπλή τελεία",
  "PDFE.Controllers.InsTab.txtAccent_Dot": "Τελεία",
  "PDFE.Controllers.InsTab.txtAccent_DoubleBar": "Διπλή μπάρα από πάνω",
  "PDFE.Controllers.InsTab.txtAccent_Grave": "Βαρεία",
  "PDFE.Controllers.InsTab.txtAccent_GroupBot": "Ομαδοποίηση χαρακτήρα από κάτω",
  "PDFE.Controllers.InsTab.txtAccent_GroupTop": "Ομαδοποίηση χαρακτήρα από πάνω",
  "PDFE.Controllers.InsTab.txtAccent_HarpoonL": "Από πάνω καμάκι προς τα αριστερά",
  "PDFE.Controllers.InsTab.txtAccent_HarpoonR": "Από πάνω καμάκι προς τα δεξιά",
  "PDFE.Controllers.InsTab.txtAccent_Hat": "Σύμβολο (^)",
  "PDFE.Controllers.InsTab.txtAccent_Smile": "Σημείο βραχέος",
  "PDFE.Controllers.InsTab.txtAccent_Tilde": "Περισπωμένη",
  "PDFE.Controllers.InsTab.txtBasicShapes": "Βασικά σχήματα",
  "PDFE.Controllers.InsTab.txtBracket_Angle": "Αγκύλες",
  "PDFE.Controllers.InsTab.txtBracket_Angle_Delimiter_2": "Αγκύλες με διαχωριστικά",
  "PDFE.Controllers.InsTab.txtBracket_Angle_Delimiter_3": "Αγκύλες με δύο διαχωριστικά",
  "PDFE.Controllers.InsTab.txtBracket_Angle_NoneOpen": "Δεξιά αγκύλη",
  "PDFE.Controllers.InsTab.txtBracket_Angle_OpenNone": "Αριστερή αγκύλη",
  "PDFE.Controllers.InsTab.txtBracket_Curve": "Άγκιστρα",
  "PDFE.Controllers.InsTab.txtBracket_Curve_Delimiter_2": "Άγκιστρα με διαχωριστικό",
  "PDFE.Controllers.InsTab.txtBracket_Curve_NoneOpen": "Δεξιό άγκιστρο",
  "PDFE.Controllers.InsTab.txtBracket_Curve_OpenNone": "Αριστερό άγκιστρο",
  "PDFE.Controllers.InsTab.txtBracket_Custom_1": "Περιπτώσεις (δύο συνθήκες)",
  "PDFE.Controllers.InsTab.txtBracket_Custom_2": "Περιπτώσεις (τρεις συνθήκες)",
  "PDFE.Controllers.InsTab.txtBracket_Custom_3": "Σύνθετο αντικείμενο",
  "PDFE.Controllers.InsTab.txtBracket_Custom_4": "Στοίβα αντικειμένου σε παρένθεση",
  "PDFE.Controllers.InsTab.txtBracket_Custom_5": "Παράδειγμα περιπτώσεων",
  "PDFE.Controllers.InsTab.txtBracket_Custom_6": "Διωνυμικός συντελεστής",
  "PDFE.Controllers.InsTab.txtBracket_Custom_7": "Διωνυμικός συντελεστής σε αγκύλες",
  "PDFE.Controllers.InsTab.txtBracket_Line": "Κάθετες μπάρες",
  "PDFE.Controllers.InsTab.txtBracket_Line_NoneOpen": "Δεξιά κατακόρυφη γραμμή",
  "PDFE.Controllers.InsTab.txtBracket_Line_OpenNone": "Αριστερή κατακόρυφη γραμμή",
  "PDFE.Controllers.InsTab.txtBracket_LineDouble": "Διπλές κάθετες αγκύλες",
  "PDFE.Controllers.InsTab.txtBracket_LineDouble_NoneOpen": "Δεξιά διπλή κάθετη γραμμή",
  "PDFE.Controllers.InsTab.txtBracket_LineDouble_OpenNone": "Αριστερή διπλή κάθετη γραμμή",
  "PDFE.Controllers.InsTab.txtBracket_LowLim": "Δάπεδο",
  "PDFE.Controllers.InsTab.txtBracket_LowLim_NoneNone": "Δεξιό δάπεδο",
  "PDFE.Controllers.InsTab.txtBracket_LowLim_OpenNone": "Αριστερό δάπεδο",
  "PDFE.Controllers.InsTab.txtBracket_Round": "Παρένθεση",
  "PDFE.Controllers.InsTab.txtBracket_Round_Delimiter_2": "Παρένθεση με διαχωριστικό",
  "PDFE.Controllers.InsTab.txtBracket_Round_NoneOpen": "Δεξιά παρένθεση",
  "PDFE.Controllers.InsTab.txtBracket_Round_OpenNone": "Αριστερή παρένθεση",
  "PDFE.Controllers.InsTab.txtBracket_Square": "Αγκύλες",
  "PDFE.Controllers.InsTab.txtBracket_Square_CloseClose": "Σύμβολο κράτησης θέσης μεταξύ δύο δεξιών αγκυλών",
  "PDFE.Controllers.InsTab.txtBracket_Square_CloseOpen": "Ανεστραμμένες αγκύλες",
  "PDFE.Controllers.InsTab.txtBracket_Square_NoneOpen": "Δεξιά αγκύλη",
  "PDFE.Controllers.InsTab.txtBracket_Square_OpenNone": "Αριστερή αγκύλη",
  "PDFE.Controllers.InsTab.txtBracket_Square_OpenOpen": "Σύμβολο κράτησης θέσης ανάμεσα σε δύο αριστερές αγκύλες",
  "PDFE.Controllers.InsTab.txtBracket_SquareDouble": "Διπλές αγκύλες",
  "PDFE.Controllers.InsTab.txtBracket_SquareDouble_NoneOpen": "Δεξιά διπλή αγκύλη",
  "PDFE.Controllers.InsTab.txtBracket_SquareDouble_OpenNone": "Αριστερή διπλή αγκύλη",
  "PDFE.Controllers.InsTab.txtBracket_UppLim": "Ταβάνι",
  "PDFE.Controllers.InsTab.txtBracket_UppLim_NoneOpen": "Δεξιά οροφή",
  "PDFE.Controllers.InsTab.txtBracket_UppLim_OpenNone": "Αριστερή οροφή",
  "PDFE.Controllers.InsTab.txtButtons": "Κουμπιά",
  "PDFE.Controllers.InsTab.txtCallouts": "Επεξηγήσεις",
  "PDFE.Controllers.InsTab.txtCharts": "Γραφήματα",
  "PDFE.Controllers.InsTab.txtFiguredArrows": "Σχηματικά βέλη",
  "PDFE.Controllers.InsTab.txtFractionDiagonal": "Κεκλιμένο κλάσμα",
  "PDFE.Controllers.InsTab.txtFractionDifferential_1": "dx πάνω από dy",
  "PDFE.Controllers.InsTab.txtFractionDifferential_2": "cap delta y πάνω από cap delta x",
  "PDFE.Controllers.InsTab.txtFractionDifferential_3": "μερικό y έναντι μερικού x",
  "PDFE.Controllers.InsTab.txtFractionDifferential_4": "δέλτα Y πάνω από δέλτα X",
  "PDFE.Controllers.InsTab.txtFractionHorizontal": "Γραμμικό κλάσμα",
  "PDFE.Controllers.InsTab.txtFractionPi_2": "π/2",
  "PDFE.Controllers.InsTab.txtFractionSmall": "Μικρό κλάσμα",
  "PDFE.Controllers.InsTab.txtFractionVertical": "Σύνθετο κλάσμα",
  "PDFE.Controllers.InsTab.txtFunction_1_Cos": "Συνάρτηση αντίστροφου συνημιτόνου",
  "PDFE.Controllers.InsTab.txtFunction_1_Cosh": "Συνάρτηση αντίστροφου υπερβολικού συνημιτόνου",
  "PDFE.Controllers.InsTab.txtFunction_1_Cot": "Συνάρτηση αντίστροφης συνεφαπτομένης",
  "PDFE.Controllers.InsTab.txtFunction_1_Coth": "Συνάρτηση αντίστροφης υπερβολικής συνεφαπτομένης",
  "PDFE.Controllers.InsTab.txtFunction_1_Csc": "Συνάρτηση αντίστροφης συντέμνουσας",
  "PDFE.Controllers.InsTab.txtFunction_1_Csch": "Συνάρτηση αντίστροφης υπερβολικής συντέμνουσας",
  "PDFE.Controllers.InsTab.txtFunction_1_Sec": "Συνάρτηση αντίστροφης τέμνουσας",
  "PDFE.Controllers.InsTab.txtFunction_1_Sech": "Συνάρτηση αντίστροφης υπερβολικής τέμνουσας",
  "PDFE.Controllers.InsTab.txtFunction_1_Sin": "Συνάρτηση αντίστροφου ημίτονου",
  "PDFE.Controllers.InsTab.txtFunction_1_Sinh": "Συνάρτηση αντίστροφου υπερβολικού ημίτονου",
  "PDFE.Controllers.InsTab.txtFunction_1_Tan": "Συνάρτηση αντίστροφης εφαπτομένης",
  "PDFE.Controllers.InsTab.txtFunction_1_Tanh": "Συνάρτηση αντίστροφης υπερβολικής εφαπτομένης",
  "PDFE.Controllers.InsTab.txtFunction_Cos": "Συνάρτηση συνημίτονου",
  "PDFE.Controllers.InsTab.txtFunction_Cosh": "Συνάρτηση υπερβολικού συνημιτόνου",
  "PDFE.Controllers.InsTab.txtFunction_Cot": "Συνάρτηση συνεφαπτομένης",
  "PDFE.Controllers.InsTab.txtFunction_Coth": "Συνάρτηση υπερβολικής συνεφαπτομένης",
  "PDFE.Controllers.InsTab.txtFunction_Csc": "Συνάρτηση συντέμνουσας",
  "PDFE.Controllers.InsTab.txtFunction_Csch": "Συνάρτηση υπερβολικής συντέμνουσας",
  "PDFE.Controllers.InsTab.txtFunction_Custom_1": "Ημίτονο γωνίας θήτα",
  "PDFE.Controllers.InsTab.txtFunction_Custom_2": "Συνημίτονο 2x",
  "PDFE.Controllers.InsTab.txtFunction_Custom_3": "Τύπος εφαπτομένης",
  "PDFE.Controllers.InsTab.txtFunction_Sec": "Συνάρτηση τέμνουσας",
  "PDFE.Controllers.InsTab.txtFunction_Sech": "Συνάρτηση υπερβολικής τέμνουσας",
  "PDFE.Controllers.InsTab.txtFunction_Sin": "Συνάρτηση ημίτονου",
  "PDFE.Controllers.InsTab.txtFunction_Sinh": "Συνάρτηση υπερβολικού ημίτονου",
  "PDFE.Controllers.InsTab.txtFunction_Tan": "Συνάρτηση εφαπτομένης",
  "PDFE.Controllers.InsTab.txtFunction_Tanh": "Συνάρτηση υπερβολικής εφαπτομένης",
  "PDFE.Controllers.InsTab.txtIntegral": "Ολοκλήρωμα",
  "PDFE.Controllers.InsTab.txtIntegral_dtheta": "Διαφορικό θήτα",
  "PDFE.Controllers.InsTab.txtIntegral_dx": "Διαφορικό x",
  "PDFE.Controllers.InsTab.txtIntegral_dy": "Διαφορικό y",
  "PDFE.Controllers.InsTab.txtIntegralCenterSubSup": "Ολοκλήρωμα με στοιβαγμένα όρια",
  "PDFE.Controllers.InsTab.txtIntegralDouble": "Διπλό ολοκλήρωμα",
  "PDFE.Controllers.InsTab.txtIntegralDoubleCenterSubSup": "Διπλό ολοκλήρωμα με στοιβαγμένα όρια",
  "PDFE.Controllers.InsTab.txtIntegralDoubleSubSup": "Διπλό ολοκλήρωμα",
  "PDFE.Controllers.InsTab.txtIntegralOriented": "Επικαμπύλιο ολοκλήρωμα",
  "PDFE.Controllers.InsTab.txtIntegralOrientedCenterSubSup": "Επικαμπύλιο ολοκλήρωμα με στοιβαγμένα όρια",
  "PDFE.Controllers.InsTab.txtIntegralOrientedDouble": "Επιφανειακό ολοκλήρωμα",
  "PDFE.Controllers.InsTab.txtIntegralOrientedDoubleCenterSubSup": "Επιφανειακό ολοκλήρωμα με σωρευμένα όρια",
  "PDFE.Controllers.InsTab.txtIntegralOrientedDoubleSubSup": "Επιφανειακό ολοκλήρωμα με όρια",
  "PDFE.Controllers.InsTab.txtIntegralOrientedSubSup": "Επικαμπύλιο ολοκλήρωμα με όρια",
  "PDFE.Controllers.InsTab.txtIntegralOrientedTriple": "Ολοκλήρωμα όγκου",
  "PDFE.Controllers.InsTab.txtIntegralOrientedTripleCenterSubSup": "Ολοκλήρωμα όγκου με στοιβαγμένα όρια",
  "PDFE.Controllers.InsTab.txtIntegralOrientedTripleSubSup": "Ολοκλήρωμα όγκου με όρια",
  "PDFE.Controllers.InsTab.txtIntegralSubSup": "Ολοκλήρωμα με όρια",
  "PDFE.Controllers.InsTab.txtIntegralTriple": "Τριπλό ολοκλήρωμα",
  "PDFE.Controllers.InsTab.txtIntegralTripleCenterSubSup": "Τριπλό ολοκλήρωμα με στοιβαγμένα όρια",
  "PDFE.Controllers.InsTab.txtIntegralTripleSubSup": "Τριπλό ολοκλήρωμα με όρια",
  "PDFE.Controllers.InsTab.txtLargeOperator_Conjunction": "Λογική και",
  "PDFE.Controllers.InsTab.txtLargeOperator_Conjunction_CenterSub": "Λογική Και με κατώτερο όριο",
  "PDFE.Controllers.InsTab.txtLargeOperator_Conjunction_CenterSubSup": "Λογική Και με όρια",
  "PDFE.Controllers.InsTab.txtLargeOperator_Conjunction_Sub": "Λογική Και με κατώτερο όριο δείκτη",
  "PDFE.Controllers.InsTab.txtLargeOperator_Conjunction_SubSup": "Λογική Και με όρια δείκτη/εκθέτη",
  "PDFE.Controllers.InsTab.txtLargeOperator_CoProd": "Συν-γινόμενο",
  "PDFE.Controllers.InsTab.txtLargeOperator_CoProd_CenterSub": "Συν-γινόμενο με κατώτερο όριο",
  "PDFE.Controllers.InsTab.txtLargeOperator_CoProd_CenterSubSup": "Συν-γινόμενο με όρια",
  "PDFE.Controllers.InsTab.txtLargeOperator_CoProd_Sub": "Συν-γινόμενο με κατώτερο όριο δείκτη",
  "PDFE.Controllers.InsTab.txtLargeOperator_CoProd_SubSup": "Συν-γινόμενο με όρια δείκτη/εκθέτη",
  "PDFE.Controllers.InsTab.txtLargeOperator_Custom_1": "Άθροιση πάνω από k του n επιλέξτε k",
  "PDFE.Controllers.InsTab.txtLargeOperator_Custom_2": "Άθροιση από i ίσο με μηδέν έως n",
  "PDFE.Controllers.InsTab.txtLargeOperator_Custom_3": "Παράδειγμα άθροισης με χρήση δύο δεικτών",
  "PDFE.Controllers.InsTab.txtLargeOperator_Custom_4": "Παράδειγμα προϊόντος",
  "PDFE.Controllers.InsTab.txtLargeOperator_Custom_5": "Παράδειγμα ένωσης",
  "PDFE.Controllers.InsTab.txtLargeOperator_Disjunction": "Λογική Ή",
  "PDFE.Controllers.InsTab.txtLargeOperator_Disjunction_CenterSub": "Λογική Ή με κατώτερο όριο",
  "PDFE.Controllers.InsTab.txtLargeOperator_Disjunction_CenterSubSup": "Λογική Ή με όρια",
  "PDFE.Controllers.InsTab.txtLargeOperator_Disjunction_Sub": "Λογική Ή με κατώτερο όριο δείκτη",
  "PDFE.Controllers.InsTab.txtLargeOperator_Disjunction_SubSup": "Λογική Ή με όρια δείκτη/εκθέτη",
  "PDFE.Controllers.InsTab.txtLargeOperator_Intersection": "Τομή",
  "PDFE.Controllers.InsTab.txtLargeOperator_Intersection_CenterSub": "Διασταύρωση με κατώτατο όριο",
  "PDFE.Controllers.InsTab.txtLargeOperator_Intersection_CenterSubSup": "Διασταύρωση με όρια",
  "PDFE.Controllers.InsTab.txtLargeOperator_Intersection_Sub": "Τομή με κατώτερο όριο δείκτη",
  "PDFE.Controllers.InsTab.txtLargeOperator_Intersection_SubSup": "Τομή με όρια δείκτη/εκθέτη",
  "PDFE.Controllers.InsTab.txtLargeOperator_Prod": "Γινόμενο",
  "PDFE.Controllers.InsTab.txtLargeOperator_Prod_CenterSub": "Γινόμενο με χαμηλότερο όριο",
  "PDFE.Controllers.InsTab.txtLargeOperator_Prod_CenterSubSup": "Γινόμενο με όρια",
  "PDFE.Controllers.InsTab.txtLargeOperator_Prod_Sub": "Γινόμενο με κατώτατο όριο δείκτη",
  "PDFE.Controllers.InsTab.txtLargeOperator_Prod_SubSup": "Γινόμενο με όρια δείκτη/εκθέτη",
  "PDFE.Controllers.InsTab.txtLargeOperator_Sum": "Άθροιση",
  "PDFE.Controllers.InsTab.txtLargeOperator_Sum_CenterSub": "Άθροιση με κατώτατο όριο",
  "PDFE.Controllers.InsTab.txtLargeOperator_Sum_CenterSubSup": "Άθροιση με όρια",
  "PDFE.Controllers.InsTab.txtLargeOperator_Sum_Sub": "Άθροιση με κατώτατο όριο δείκτη",
  "PDFE.Controllers.InsTab.txtLargeOperator_Sum_SubSup": "Άθροιση με όρια δείκτη/εκθέτη",
  "PDFE.Controllers.InsTab.txtLargeOperator_Union": "Ένωση",
  "PDFE.Controllers.InsTab.txtLargeOperator_Union_CenterSub": "Ένωση με κατώτατο όριο",
  "PDFE.Controllers.InsTab.txtLargeOperator_Union_CenterSubSup": "Ένωση με όρια",
  "PDFE.Controllers.InsTab.txtLargeOperator_Union_Sub": "Ένωση με κατώτατο όριο δείκτη",
  "PDFE.Controllers.InsTab.txtLargeOperator_Union_SubSup": "Ένωση με όρια δείκτη/εκθέτη",
  "PDFE.Controllers.InsTab.txtLimitLog_Custom_1": "Παράδειγμα ορίου",
  "PDFE.Controllers.InsTab.txtLimitLog_Custom_2": "Παράδειγμα μέγιστου",
  "PDFE.Controllers.InsTab.txtLimitLog_Lim": "Όριο",
  "PDFE.Controllers.InsTab.txtLimitLog_Ln": "Φυσικός λογάριθμος",
  "PDFE.Controllers.InsTab.txtLimitLog_Log": "Λογάριθμος",
  "PDFE.Controllers.InsTab.txtLimitLog_LogBase": "Λογάριθμος",
  "PDFE.Controllers.InsTab.txtLimitLog_Max": "Μέγιστο",
  "PDFE.Controllers.InsTab.txtLimitLog_Min": "Ελάχιστο",
  "PDFE.Controllers.InsTab.txtLines": "Γραμμές",
  "PDFE.Controllers.InsTab.txtMath": "Μαθηματικά",
  "PDFE.Controllers.InsTab.txtMatrix_1_2": "1x2 κενός πίνακας",
  "PDFE.Controllers.InsTab.txtMatrix_1_3": "1x3 κενός πίνακας",
  "PDFE.Controllers.InsTab.txtMatrix_2_1": "2x1 κενός πίνακας",
  "PDFE.Controllers.InsTab.txtMatrix_2_2": "2x2 κενός πίνακας",
  "PDFE.Controllers.InsTab.txtMatrix_2_2_DLineBracket": "Κενός πίνακας 2x2 με διπλές κάθετες γραμμές",
  "PDFE.Controllers.InsTab.txtMatrix_2_2_LineBracket": "Κενός πίνακας 2x2 καθοριστικός",
  "PDFE.Controllers.InsTab.txtMatrix_2_2_RoundBracket": "Κενός πίνακας 2x2 σε παρενθέσεις",
  "PDFE.Controllers.InsTab.txtMatrix_2_2_SquareBracket": "Κενός πίνακας 2x2 σε αγκύλες",
  "PDFE.Controllers.InsTab.txtMatrix_2_3": "2x3 κενός πίνακας",
  "PDFE.Controllers.InsTab.txtMatrix_3_1": "3x1 κενός πίνακας",
  "PDFE.Controllers.InsTab.txtMatrix_3_2": "3x2 κενός πίνακας",
  "PDFE.Controllers.InsTab.txtMatrix_3_3": "3x3 κενός πίνακας",
  "PDFE.Controllers.InsTab.txtMatrix_Dots_Baseline": "Τελείες στο κάτω μέρος της γραμμής",
  "PDFE.Controllers.InsTab.txtMatrix_Dots_Center": "Τελείες στο μέσον της γραμμής",
  "PDFE.Controllers.InsTab.txtMatrix_Dots_Diagonal": "Διαγώνιες τελείες",
  "PDFE.Controllers.InsTab.txtMatrix_Dots_Vertical": "Κατακόρυφες τελείες",
  "PDFE.Controllers.InsTab.txtMatrix_Flat_Round": "Αραιός πίνακας σε παρενθέσεις",
  "PDFE.Controllers.InsTab.txtMatrix_Flat_Square": "Αραιός πίνακας σε αγκύλες",
  "PDFE.Controllers.InsTab.txtMatrix_Identity_2": "Πίνακας ταυτότητας 2x2 με μηδενικά",
  "PDFE.Controllers.InsTab.txtMatrix_Identity_2_NoZeros": "Πίνακας ταυτότητας 2x2 με κενά κελιά εκτός διαγωνίου",
  "PDFE.Controllers.InsTab.txtMatrix_Identity_3": "Πίνακας ταυτότητας 3x3 με μηδενικά",
  "PDFE.Controllers.InsTab.txtMatrix_Identity_3_NoZeros": "Πίνακας ταυτότητας 3x3 με κενά κελιά εκτός διαγωνίου",
  "PDFE.Controllers.InsTab.txtOperator_ArrowD_Bot": "Από κάτω βέλος δεξιά-αριστερά",
  "PDFE.Controllers.InsTab.txtOperator_ArrowD_Top": "Από πάνω βέλος δεξιά-αριστερά",
  "PDFE.Controllers.InsTab.txtOperator_ArrowL_Bot": "Από κάτω βέλος προς τα αριστερά",
  "PDFE.Controllers.InsTab.txtOperator_ArrowL_Top": "Από πάνω βέλος προς αριστερά",
  "PDFE.Controllers.InsTab.txtOperator_ArrowR_Bot": "Από κάτω βέλος προς τα δεξιά",
  "PDFE.Controllers.InsTab.txtOperator_ArrowR_Top": "Από πάνω βέλος προς τα δεξιά",
  "PDFE.Controllers.InsTab.txtOperator_ColonEquals": "Άνω κάτω τελεία ίσον",
  "PDFE.Controllers.InsTab.txtOperator_Custom_1": "Δίνει",
  "PDFE.Controllers.InsTab.txtOperator_Custom_2": "Δέλτα δίνει",
  "PDFE.Controllers.InsTab.txtOperator_Definition": "Ίσον με εξ ορισμού",
  "PDFE.Controllers.InsTab.txtOperator_DeltaEquals": "Δέλτα ίσο με",
  "PDFE.Controllers.InsTab.txtOperator_DoubleArrowD_Bot": "Από κάτω βέλος δεξιά-αριστερά",
  "PDFE.Controllers.InsTab.txtOperator_DoubleArrowD_Top": "Από πάνω βέλος δεξιά-αριστερά",
  "PDFE.Controllers.InsTab.txtOperator_DoubleArrowL_Bot": "Από κάτω βέλος προς τα αριστερά",
  "PDFE.Controllers.InsTab.txtOperator_DoubleArrowL_Top": "Από πάνω βέλος προς αριστερά",
  "PDFE.Controllers.InsTab.txtOperator_DoubleArrowR_Bot": "Από κάτω βέλος προς τα δεξιά",
  "PDFE.Controllers.InsTab.txtOperator_DoubleArrowR_Top": "Από πάνω βέλος προς τα δεξιά",
  "PDFE.Controllers.InsTab.txtOperator_EqualsEquals": "Ίσον ίσον",
  "PDFE.Controllers.InsTab.txtOperator_MinusEquals": "Πλην ίσον",
  "PDFE.Controllers.InsTab.txtOperator_PlusEquals": "Συν ίσον",
  "PDFE.Controllers.InsTab.txtOperator_UnitOfMeasure": "Μέτρηση με",
  "PDFE.Controllers.InsTab.txtRadicalCustom_1": "Δεξιά πλευρά τετραγωνικού τύπου",
  "PDFE.Controllers.InsTab.txtRadicalCustom_2": "Τετραγωνική ρίζα α τετράγωνο συν β τετράγωνο",
  "PDFE.Controllers.InsTab.txtRadicalRoot_2": "Τετραγωνική ρίζα με βαθμό",
  "PDFE.Controllers.InsTab.txtRadicalRoot_3": "Κυβική ρίζα",
  "PDFE.Controllers.InsTab.txtRadicalRoot_n": "Ρίζα με βαθμό",
  "PDFE.Controllers.InsTab.txtRadicalSqrt": "Τετραγωνική ρίζα",
  "PDFE.Controllers.InsTab.txtRectangles": "Ορθογώνια",
  "PDFE.Controllers.InsTab.txtScriptCustom_1": "x δείκτης y τετράγωνο",
  "PDFE.Controllers.InsTab.txtScriptCustom_2": "e στο μείον i ωμέγα",
  "PDFE.Controllers.InsTab.txtScriptCustom_3": "x τετράγωνο",
  "PDFE.Controllers.InsTab.txtScriptCustom_4": "Y αριστερός εκθέτης n αριστερός δείκτης ένα",
  "PDFE.Controllers.InsTab.txtScriptSub": "Δείκτης",
  "PDFE.Controllers.InsTab.txtScriptSubSup": "Δείκτης-εκθέτης",
  "PDFE.Controllers.InsTab.txtScriptSubSupLeft": "Αριστερός δείκτης-εκθέτης",
  "PDFE.Controllers.InsTab.txtScriptSup": "Εκθέτης",
  "PDFE.Controllers.InsTab.txtShape_accentBorderCallout1": "Επεξήγηση γραμμής 1 (Περίγραμμα και Μπάρα)",
  "PDFE.Controllers.InsTab.txtShape_accentBorderCallout2": "Επεξήγηση γραμμής 2 (Περίγραμμα και Μπάρα)",
  "PDFE.Controllers.InsTab.txtShape_accentBorderCallout3": "Επεξήγηση γραμμής 3 (Περίγραμμα και Μπάρα)",
  "PDFE.Controllers.InsTab.txtShape_accentCallout1": "Επεξήγηση γραμμής 1 (Μπάρα)",
  "PDFE.Controllers.InsTab.txtShape_accentCallout2": "Επεξήγηση γραμμής 2 (Μπάρα)",
  "PDFE.Controllers.InsTab.txtShape_accentCallout3": "Επεξήγηση γραμμής 3 (Μπάρα)",
  "PDFE.Controllers.InsTab.txtShape_actionButtonBackPrevious": "Κουμπί πίσω ή προηγούμενο",
  "PDFE.Controllers.InsTab.txtShape_actionButtonBeginning": "Κουμπί αρχής",
  "PDFE.Controllers.InsTab.txtShape_actionButtonBlank": "Κενό κουμπί",
  "PDFE.Controllers.InsTab.txtShape_actionButtonDocument": "Κουμπί εγγράφου",
  "PDFE.Controllers.InsTab.txtShape_actionButtonEnd": "Κουμπί τέλους",
  "PDFE.Controllers.InsTab.txtShape_actionButtonForwardNext": "Κουμπί μπροστά ή επόμενο",
  "PDFE.Controllers.InsTab.txtShape_actionButtonHelp": "Κουμπί βοήθειας",
  "PDFE.Controllers.InsTab.txtShape_actionButtonHome": "Κουμπί Αρχικής",
  "PDFE.Controllers.InsTab.txtShape_actionButtonInformation": "Κουμπί πληροφοριών",
  "PDFE.Controllers.InsTab.txtShape_actionButtonMovie": "Κουμπί ταινίας",
  "PDFE.Controllers.InsTab.txtShape_actionButtonReturn": "Κουμπί επιστροφής",
  "PDFE.Controllers.InsTab.txtShape_actionButtonSound": "Κουμπί ήχου",
  "PDFE.Controllers.InsTab.txtShape_arc": "Κυκλικό τόξο",
  "PDFE.Controllers.InsTab.txtShape_bentArrow": "Λυγισμένο βέλος",
  "PDFE.Controllers.InsTab.txtShape_bentConnector5": "Αρθρωτός σύνδεσμος",
  "PDFE.Controllers.InsTab.txtShape_bentConnector5WithArrow": "Σύνδεσμος βέλους αγκώνα",
  "PDFE.Controllers.InsTab.txtShape_bentConnector5WithTwoArrows": "Σύνδεσμος διπλού βέλους αγκώνα",
  "PDFE.Controllers.InsTab.txtShape_bentUpArrow": "Λυγισμένο επάνω βέλος",
  "PDFE.Controllers.InsTab.txtShape_bevel": "Πλάγια τομή",
  "PDFE.Controllers.InsTab.txtShape_blockArc": "Πλαίσιο τόξου",
  "PDFE.Controllers.InsTab.txtShape_borderCallout1": "Επεξήγηση γραμμής 1",
  "PDFE.Controllers.InsTab.txtShape_borderCallout2": "Επεξήγηση γραμμής 2",
  "PDFE.Controllers.InsTab.txtShape_borderCallout3": "Επεξήγηση γραμμής 3",
  "PDFE.Controllers.InsTab.txtShape_bracePair": "Διπλό άγκιστρο",
  "PDFE.Controllers.InsTab.txtShape_callout1": "Επεξήγηση γραμμής 1 (χωρίς περίγραμμα)",
  "PDFE.Controllers.InsTab.txtShape_callout2": "Επεξήγηση γραμμής 2 (χωρίς περίγραμμα)",
  "PDFE.Controllers.InsTab.txtShape_callout3": "Επεξήγηση γραμμής 3 (χωρίς περίγραμμα)",
  "PDFE.Controllers.InsTab.txtShape_can": "Κύλινδρος",
  "PDFE.Controllers.InsTab.txtShape_chevron": "Σιρίτι",
  "PDFE.Controllers.InsTab.txtShape_chord": "Χορδή κύκλου",
  "PDFE.Controllers.InsTab.txtShape_circularArrow": "Κυκλικό βέλος",
  "PDFE.Controllers.InsTab.txtShape_cloud": "Cloud",
  "PDFE.Controllers.InsTab.txtShape_cloudCallout": "Πρόσκληση Cloud",
  "PDFE.Controllers.InsTab.txtShape_corner": "Γωνία",
  "PDFE.Controllers.InsTab.txtShape_cube": "Κύβος",
  "PDFE.Controllers.InsTab.txtShape_curvedConnector3": "Καμπυλωτός σύνδεσμος",
  "PDFE.Controllers.InsTab.txtShape_curvedConnector3WithArrow": "Καμπυλωτός σύνδεσμος με βέλος",
  "PDFE.Controllers.InsTab.txtShape_curvedConnector3WithTwoArrows": "Καμπυλωτός σύνδεσμος με διπλό βέλος",
  "PDFE.Controllers.InsTab.txtShape_curvedDownArrow": "Καμπυλωτό κάτω βέλος",
  "PDFE.Controllers.InsTab.txtShape_curvedLeftArrow": "Καμπυλωτό αριστερό βέλος",
  "PDFE.Controllers.InsTab.txtShape_curvedRightArrow": "Καμπυλωτό δεξί βέλος",
  "PDFE.Controllers.InsTab.txtShape_curvedUpArrow": "Καμπυλωτό επάνω βέλος",
  "PDFE.Controllers.InsTab.txtShape_decagon": "Δεκάγωνο",
  "PDFE.Controllers.InsTab.txtShape_diagStripe": "Διαγώνια λωρίδα",
  "PDFE.Controllers.InsTab.txtShape_diamond": "Ρόμβος",
  "PDFE.Controllers.InsTab.txtShape_dodecagon": "Δωδεκάγωνο",
  "PDFE.Controllers.InsTab.txtShape_donut": "Ντόνατ",
  "PDFE.Controllers.InsTab.txtShape_doubleWave": "Διπλό κύμα",
  "PDFE.Controllers.InsTab.txtShape_downArrow": "Κάτω βέλος",
  "PDFE.Controllers.InsTab.txtShape_downArrowCallout": "Επεξήγηση με κάτω βέλος",
  "PDFE.Controllers.InsTab.txtShape_ellipse": "Έλλειψη",
  "PDFE.Controllers.InsTab.txtShape_ellipseRibbon": "Καμπυλωτή κορδέλα κάτω",
  "PDFE.Controllers.InsTab.txtShape_ellipseRibbon2": "Καμπυλωτή κορδέλα επάνω",
  "PDFE.Controllers.InsTab.txtShape_flowChartAlternateProcess": "Διάγραμμα ροής: Εναλλακτική διεργασία",
  "PDFE.Controllers.InsTab.txtShape_flowChartCollate": "Διάγραμμα ροής: Τοποθέτηση σε σειρά",
  "PDFE.Controllers.InsTab.txtShape_flowChartConnector": "Διάγραμμα ροής: Σύνδεσμος",
  "PDFE.Controllers.InsTab.txtShape_flowChartDecision": "Διάγραμμα ροής: Απόφαση",
  "PDFE.Controllers.InsTab.txtShape_flowChartDelay": "Διάγραμμα ροής: Καθυστέρηση",
  "PDFE.Controllers.InsTab.txtShape_flowChartDisplay": "Διάγραμμα ροής: Προβολή",
  "PDFE.Controllers.InsTab.txtShape_flowChartDocument": "Διάγραμμα ροής: Έγγραφο",
  "PDFE.Controllers.InsTab.txtShape_flowChartExtract": "Διάγραμμα ροής: Εξαγωγή",
  "PDFE.Controllers.InsTab.txtShape_flowChartInputOutput": "Διάγραμμα ροής: Δεδομένα",
  "PDFE.Controllers.InsTab.txtShape_flowChartInternalStorage": "Διάγραμμα ροής: Εσωτερικός αποθηκευτικός χώρος",
  "PDFE.Controllers.InsTab.txtShape_flowChartMagneticDisk": "Διάγραμμα ροής: Μαγνητικός δίσκος",
  "PDFE.Controllers.InsTab.txtShape_flowChartMagneticDrum": "Διάγραμμα ροής: Αποθηκευτικό μέσο άμεσης πρόσβασης",
  "PDFE.Controllers.InsTab.txtShape_flowChartMagneticTape": "Διάγραμμα ροής: Αποθηκευτικό μέσο σειριακής πρόσβασης",
  "PDFE.Controllers.InsTab.txtShape_flowChartManualInput": "Διάγραμμα ροής: Χειροκίνητη εισαγωγή",
  "PDFE.Controllers.InsTab.txtShape_flowChartManualOperation": "Διάγραμμα ροής: Χειροκίνητη λειτουργία",
  "PDFE.Controllers.InsTab.txtShape_flowChartMerge": "Διάγραμμα ροής: Συγχώνευση",
  "PDFE.Controllers.InsTab.txtShape_flowChartMultidocument": "Διάγραμμα ροής: Πολλαπλό έγγραφο",
  "PDFE.Controllers.InsTab.txtShape_flowChartOffpageConnector": "Διάγραμμα ροής: Σύνδεσμος εκτός σελίδας",
  "PDFE.Controllers.InsTab.txtShape_flowChartOnlineStorage": "Διάγραμμα ροής: Αποθηκευμένα δεδομένα",
  "PDFE.Controllers.InsTab.txtShape_flowChartOr": "Διάγραμμα ροής: Ή",
  "PDFE.Controllers.InsTab.txtShape_flowChartPredefinedProcess": "Διάγραμμα ροής: Προκαθορισμένη διεργασία",
  "PDFE.Controllers.InsTab.txtShape_flowChartPreparation": "Διάγραμμα ροής: Προετοιμασία",
  "PDFE.Controllers.InsTab.txtShape_flowChartProcess": "Διάγραμμα ροής: Διεργασία",
  "PDFE.Controllers.InsTab.txtShape_flowChartPunchedCard": "Διάγραμμα ροής: Κάρτα",
  "PDFE.Controllers.InsTab.txtShape_flowChartPunchedTape": "Διάγραμμα ροής: Διάτρητη ταινία",
  "PDFE.Controllers.InsTab.txtShape_flowChartSort": "Διάγραμμα ροής: Ταξινόμηση",
  "PDFE.Controllers.InsTab.txtShape_flowChartSummingJunction": "Διάγραμμα ροής: Συμβολή",
  "PDFE.Controllers.InsTab.txtShape_flowChartTerminator": "Διάγραμμα ροής: Τερματισμός",
  "PDFE.Controllers.InsTab.txtShape_foldedCorner": "Διπλωμένη γωνία",
  "PDFE.Controllers.InsTab.txtShape_frame": "Πλαίσιο",
  "PDFE.Controllers.InsTab.txtShape_halfFrame": "Μισό πλαίσιο",
  "PDFE.Controllers.InsTab.txtShape_heart": "Καρδιά",
  "PDFE.Controllers.InsTab.txtShape_heptagon": "Επτάγωνο",
  "PDFE.Controllers.InsTab.txtShape_hexagon": "Εξάγωνο",
  "PDFE.Controllers.InsTab.txtShape_homePlate": "Πεντάγωνο",
  "PDFE.Controllers.InsTab.txtShape_horizontalScroll": "Οριζόντια κύλιση",
  "PDFE.Controllers.InsTab.txtShape_irregularSeal1": "Έκρηξη 1",
  "PDFE.Controllers.InsTab.txtShape_irregularSeal2": "Έκρηξη 2",
  "PDFE.Controllers.InsTab.txtShape_leftArrow": "Αριστερό βέλος",
  "PDFE.Controllers.InsTab.txtShape_leftArrowCallout": "Επεξήγηση με αριστερό βέλος",
  "PDFE.Controllers.InsTab.txtShape_leftBrace": "Αριστερό άγκιστρο",
  "PDFE.Controllers.InsTab.txtShape_leftBracket": "Αριστερή παρένθεση",
  "PDFE.Controllers.InsTab.txtShape_leftRightArrow": "Αριστερό δεξιό βέλος",
  "PDFE.Controllers.InsTab.txtShape_leftRightArrowCallout": "Επεξήγηση με αριστερό δεξί βέλος",
  "PDFE.Controllers.InsTab.txtShape_leftRightUpArrow": "Αριστερό δεξιό επάνω βέλος",
  "PDFE.Controllers.InsTab.txtShape_leftUpArrow": "Αριστερό επάνω βέλος",
  "PDFE.Controllers.InsTab.txtShape_lightningBolt": "Κεραυνός",
  "PDFE.Controllers.InsTab.txtShape_line": "Γραμμή",
  "PDFE.Controllers.InsTab.txtShape_lineWithArrow": "Βέλος",
  "PDFE.Controllers.InsTab.txtShape_lineWithTwoArrows": "Διπλό βέλος",
  "PDFE.Controllers.InsTab.txtShape_mathDivide": "Δια",
  "PDFE.Controllers.InsTab.txtShape_mathEqual": "Ίσον",
  "PDFE.Controllers.InsTab.txtShape_mathMinus": "Πλην",
  "PDFE.Controllers.InsTab.txtShape_mathMultiply": "Επί",
  "PDFE.Controllers.InsTab.txtShape_mathNotEqual": "Διάφορο",
  "PDFE.Controllers.InsTab.txtShape_mathPlus": "Συν",
  "PDFE.Controllers.InsTab.txtShape_moon": "Φεγγάρι",
  "PDFE.Controllers.InsTab.txtShape_noSmoking": "Σύμβολο \"Όχι\"",
  "PDFE.Controllers.InsTab.txtShape_notchedRightArrow": "Δεξί βέλος με εγκοπή",
  "PDFE.Controllers.InsTab.txtShape_octagon": "Οκτάγωνο",
  "PDFE.Controllers.InsTab.txtShape_parallelogram": "Παραλληλόγραμμο",
  "PDFE.Controllers.InsTab.txtShape_pentagon": "Πεντάγωνο",
  "PDFE.Controllers.InsTab.txtShape_pie": "Πίτα",
  "PDFE.Controllers.InsTab.txtShape_plaque": "Σύμβολο",
  "PDFE.Controllers.InsTab.txtShape_plus": "Συν",
  "PDFE.Controllers.InsTab.txtShape_polyline1": "Μουντζούρα",
  "PDFE.Controllers.InsTab.txtShape_polyline2": "Ελεύθερο σχέδιο",
  "PDFE.Controllers.InsTab.txtShape_quadArrow": "Τετραπλό βέλος",
  "PDFE.Controllers.InsTab.txtShape_quadArrowCallout": "Επεξήγηση τετραπλού βέλους",
  "PDFE.Controllers.InsTab.txtShape_rect": "Ορθογώνιο ",
  "PDFE.Controllers.InsTab.txtShape_ribbon": "Κάτω κορδέλα",
  "PDFE.Controllers.InsTab.txtShape_ribbon2": "Επάνω κορδέλα",
  "PDFE.Controllers.InsTab.txtShape_rightArrow": "Δεξί βέλος",
  "PDFE.Controllers.InsTab.txtShape_rightArrowCallout": "Επεξήγηση με δεξί βέλος",
  "PDFE.Controllers.InsTab.txtShape_rightBrace": "Δεξιό άγκιστρο",
  "PDFE.Controllers.InsTab.txtShape_rightBracket": "Δεξιά παρένθεση",
  "PDFE.Controllers.InsTab.txtShape_round1Rect": "Με στρογγυλεμένη γωνία",
  "PDFE.Controllers.InsTab.txtShape_round2DiagRect": "Στρογγυλεμένο διαγώνια ορθογώνιο",
  "PDFE.Controllers.InsTab.txtShape_round2SameRect": "Με στρογγυλεμένες γωνίες στην ίδια πλευρά",
  "PDFE.Controllers.InsTab.txtShape_roundRect": "Στρογγυλεμένο ορθογώνιο",
  "PDFE.Controllers.InsTab.txtShape_rtTriangle": "Ορθογώνιο τρίγωνο",
  "PDFE.Controllers.InsTab.txtShape_smileyFace": "Χαμογελαστή φατσούλα",
  "PDFE.Controllers.InsTab.txtShape_snip1Rect": "Με ψαλιδισμένη γωνία",
  "PDFE.Controllers.InsTab.txtShape_snip2DiagRect": "Με διαγώνιες ψαλιδισμένες γωνίες",
  "PDFE.Controllers.InsTab.txtShape_snip2SameRect": "Με ψαλιδισμένες γωνίες στην ίδια πλευρά",
  "PDFE.Controllers.InsTab.txtShape_snipRoundRect": "Με στρογγυλεμένη και ψαλιδισμένη γωνία",
  "PDFE.Controllers.InsTab.txtShape_spline": "Καμπύλη",
  "PDFE.Controllers.InsTab.txtShape_star10": "Αστέρι 10 Σημείων",
  "PDFE.Controllers.InsTab.txtShape_star12": "Αστέρι 12 Σημείων",
  "PDFE.Controllers.InsTab.txtShape_star16": "Αστέρι 16 Σημείων",
  "PDFE.Controllers.InsTab.txtShape_star24": "Αστέρι 24 Σημείων",
  "PDFE.Controllers.InsTab.txtShape_star32": "Αστέρι 32 Σημείων",
  "PDFE.Controllers.InsTab.txtShape_star4": "Αστέρι 4 Σημείων",
  "PDFE.Controllers.InsTab.txtShape_star5": "Αστέρι 5 Σημείων",
  "PDFE.Controllers.InsTab.txtShape_star6": "Αστέρι 6 Σημείων",
  "PDFE.Controllers.InsTab.txtShape_star7": "Αστέρι 7 Σημείων",
  "PDFE.Controllers.InsTab.txtShape_star8": "Αστέρι 8 Σημείων",
  "PDFE.Controllers.InsTab.txtShape_stripedRightArrow": "Ριγέ δεξί βέλος",
  "PDFE.Controllers.InsTab.txtShape_sun": "Ήλιος",
  "PDFE.Controllers.InsTab.txtShape_teardrop": "Δάκρυ",
  "PDFE.Controllers.InsTab.txtShape_textRect": "Πλαίσιο κειμένου",
  "PDFE.Controllers.InsTab.txtShape_trapezoid": "Τραπέζιο",
  "PDFE.Controllers.InsTab.txtShape_triangle": "Τρίγωνο",
  "PDFE.Controllers.InsTab.txtShape_upArrow": "Επάνω βέλος",
  "PDFE.Controllers.InsTab.txtShape_upArrowCallout": "Επεξήγηση με επάνω βέλος",
  "PDFE.Controllers.InsTab.txtShape_upDownArrow": "Επάνω κάτω βέλος",
  "PDFE.Controllers.InsTab.txtShape_uturnArrow": "Βέλος αναστροφής",
  "PDFE.Controllers.InsTab.txtShape_verticalScroll": "Κατακόρυφη κύλιση",
  "PDFE.Controllers.InsTab.txtShape_wave": "Κύμα",
  "PDFE.Controllers.InsTab.txtShape_wedgeEllipseCallout": "Οβάλ επεξήγηση",
  "PDFE.Controllers.InsTab.txtShape_wedgeRectCallout": "Ορθογώνια επεξήγηση",
  "PDFE.Controllers.InsTab.txtShape_wedgeRoundRectCallout": "Στρογγυλεμένη ορθογώνια επεξήγηση",
  "PDFE.Controllers.InsTab.txtStarsRibbons": "Αστέρια & Κορδέλες",
  "PDFE.Controllers.InsTab.txtSymbol_about": "Περίπου",
  "PDFE.Controllers.InsTab.txtSymbol_additional": "Συμπλήρωμα",
  "PDFE.Controllers.InsTab.txtSymbol_aleph": "'Aλεφ",
  "PDFE.Controllers.InsTab.txtSymbol_alpha": "Άλφα",
  "PDFE.Controllers.InsTab.txtSymbol_approx": "Σχεδόν ίσο με",
  "PDFE.Controllers.InsTab.txtSymbol_ast": "Τελεστής αστερίσκος",
  "PDFE.Controllers.InsTab.txtSymbol_beta": "Βήτα",
  "PDFE.Controllers.InsTab.txtSymbol_beth": "Στοίχημα",
  "PDFE.Controllers.InsTab.txtSymbol_bullet": "Τελεστής κουκκίδα",
  "PDFE.Controllers.InsTab.txtSymbol_cap": "Τομή",
  "PDFE.Controllers.InsTab.txtSymbol_cbrt": "Κυβική ρίζα",
  "PDFE.Controllers.InsTab.txtSymbol_cdots": "Οριζόντια έλλειψη στο μέσον της γραμμής",
  "PDFE.Controllers.InsTab.txtSymbol_celsius": "Βαθμοί Κελσίου",
  "PDFE.Controllers.InsTab.txtSymbol_chi": "Χι",
  "PDFE.Controllers.InsTab.txtSymbol_cong": "Περίπου ίσο με",
  "PDFE.Controllers.InsTab.txtSymbol_cup": "Ένωση",
  "PDFE.Controllers.InsTab.txtSymbol_ddots": "Καθοδική διαγώνια έλλειψη",
  "PDFE.Controllers.InsTab.txtSymbol_degree": "Βαθμοί",
  "PDFE.Controllers.InsTab.txtSymbol_delta": "Δέλτα",
  "PDFE.Controllers.InsTab.txtSymbol_div": "Σύμβολο διαίρεσης",
  "PDFE.Controllers.InsTab.txtSymbol_downarrow": "Κάτω βέλος",
  "PDFE.Controllers.InsTab.txtSymbol_emptyset": "Κενό σύνολο",
  "PDFE.Controllers.InsTab.txtSymbol_epsilon": "Έψιλον",
  "PDFE.Controllers.InsTab.txtSymbol_equals": "Ίσον",
  "PDFE.Controllers.InsTab.txtSymbol_equiv": "Πανομοιότυπο με",
  "PDFE.Controllers.InsTab.txtSymbol_eta": "Ήτα",
  "PDFE.Controllers.InsTab.txtSymbol_exists": "Υπάρχει",
  "PDFE.Controllers.InsTab.txtSymbol_factorial": "Παραγοντικό",
  "PDFE.Controllers.InsTab.txtSymbol_fahrenheit": "Βαθμοί Φαρενάιτ",
  "PDFE.Controllers.InsTab.txtSymbol_forall": "Για όλα",
  "PDFE.Controllers.InsTab.txtSymbol_gamma": "Γάμμα",
  "PDFE.Controllers.InsTab.txtSymbol_geq": "Μεγαλύτερο από ή ίσο με",
  "PDFE.Controllers.InsTab.txtSymbol_gg": "Πολύ μεγαλύτερο από",
  "PDFE.Controllers.InsTab.txtSymbol_greater": "Μεγαλύτερο από",
  "PDFE.Controllers.InsTab.txtSymbol_in": "Στοιχείο του",
  "PDFE.Controllers.InsTab.txtSymbol_inc": "Αύξηση τιμής",
  "PDFE.Controllers.InsTab.txtSymbol_infinity": "Άπειρο",
  "PDFE.Controllers.InsTab.txtSymbol_iota": "Γιώτα",
  "PDFE.Controllers.InsTab.txtSymbol_kappa": "Κάπα",
  "PDFE.Controllers.InsTab.txtSymbol_lambda": "Λάμδα",
  "PDFE.Controllers.InsTab.txtSymbol_leftarrow": "Αριστερό βέλος",
  "PDFE.Controllers.InsTab.txtSymbol_leftrightarrow": "Αριστερό-δεξιό βέλος",
  "PDFE.Controllers.InsTab.txtSymbol_leq": "Μικρότερο ή ίσο με",
  "PDFE.Controllers.InsTab.txtSymbol_less": "Λιγότερο από",
  "PDFE.Controllers.InsTab.txtSymbol_ll": "Πολύ μικρότερο από",
  "PDFE.Controllers.InsTab.txtSymbol_minus": "Πλην",
  "PDFE.Controllers.InsTab.txtSymbol_mp": "Πλην συν",
  "PDFE.Controllers.InsTab.txtSymbol_mu": "Μι",
  "PDFE.Controllers.InsTab.txtSymbol_nabla": "Ανάδελτα",
  "PDFE.Controllers.InsTab.txtSymbol_neq": "Διάφορο από",
  "PDFE.Controllers.InsTab.txtSymbol_ni": "Περιέχει ως μέλος",
  "PDFE.Controllers.InsTab.txtSymbol_not": "Σύμβολο άρνησης",
  "PDFE.Controllers.InsTab.txtSymbol_notexists": "Δεν υπάρχει",
  "PDFE.Controllers.InsTab.txtSymbol_nu": "Νι",
  "PDFE.Controllers.InsTab.txtSymbol_o": "Όμικρον",
  "PDFE.Controllers.InsTab.txtSymbol_omega": "Ωμέγα",
  "PDFE.Controllers.InsTab.txtSymbol_partial": "Μερικό διαφορικό",
  "PDFE.Controllers.InsTab.txtSymbol_percent": "Ποσοστό",
  "PDFE.Controllers.InsTab.txtSymbol_phi": "Φι",
  "PDFE.Controllers.InsTab.txtSymbol_pi": "Πι",
  "PDFE.Controllers.InsTab.txtSymbol_plus": "Συν",
  "PDFE.Controllers.InsTab.txtSymbol_pm": "Συν πλην",
  "PDFE.Controllers.InsTab.txtSymbol_propto": "Σε αναλογία με",
  "PDFE.Controllers.InsTab.txtSymbol_psi": "Ψι",
  "PDFE.Controllers.InsTab.txtSymbol_qdrt": "Τέταρτη ρίζα",
  "PDFE.Controllers.InsTab.txtSymbol_qed": "Τέλος απόδειξης",
  "PDFE.Controllers.InsTab.txtSymbol_rddots": "Επάνω δεξιά διαγώνια έλλειψη",
  "PDFE.Controllers.InsTab.txtSymbol_rho": "Ρο",
  "PDFE.Controllers.InsTab.txtSymbol_rightarrow": "Δεξί βέλος",
  "PDFE.Controllers.InsTab.txtSymbol_sigma": "Σίγμα",
  "PDFE.Controllers.InsTab.txtSymbol_sqrt": "Σύμβολο ρίζας",
  "PDFE.Controllers.InsTab.txtSymbol_tau": "Ταυ",
  "PDFE.Controllers.InsTab.txtSymbol_therefore": "Επομένως",
  "PDFE.Controllers.InsTab.txtSymbol_theta": "Θήτα",
  "PDFE.Controllers.InsTab.txtSymbol_times": "Σύμβολο πολλαπλασιασμού",
  "PDFE.Controllers.InsTab.txtSymbol_uparrow": "Επάνω βέλος",
  "PDFE.Controllers.InsTab.txtSymbol_upsilon": "Ύψιλον",
  "PDFE.Controllers.InsTab.txtSymbol_varepsilon": "Παραλλαγή του έψιλον",
  "PDFE.Controllers.InsTab.txtSymbol_varphi": "Παραλλαγή του φι",
  "PDFE.Controllers.InsTab.txtSymbol_varpi": "Παραλλαγή του πι",
  "PDFE.Controllers.InsTab.txtSymbol_varrho": "Παραλλαγή του ρο",
  "PDFE.Controllers.InsTab.txtSymbol_varsigma": "Τελικό σίγμα",
  "PDFE.Controllers.InsTab.txtSymbol_vartheta": "Παραλλαγή του θήτα",
  "PDFE.Controllers.InsTab.txtSymbol_vdots": "Κατακόρυφη έλλειψη",
  "PDFE.Controllers.InsTab.txtSymbol_xsi": "Ξι",
  "PDFE.Controllers.InsTab.txtSymbol_zeta": "Ζήτα",
  "PDFE.Controllers.LeftMenu.leavePageText": "Όλες οι μη αποθηκευμένες αλλαγές σε αυτό το έγγραφο θα χαθούν.<br> Κάντε κλικ στο «Ακύρωση» και στη συνέχεια στο «Αποθήκευση» για να τις αποθηκεύσετε. Κάντε κλικ στο «Εντάξει» για να απορρίψετε όλες τις μη αποθηκευμένες αλλαγές.",
  "PDFE.Controllers.LeftMenu.newDocumentTitle": "Έγγραφο χωρίς όνομα",
  "PDFE.Controllers.LeftMenu.notcriticalErrorTitle": "Προειδοποίηση",
  "PDFE.Controllers.LeftMenu.requestEditRightsText": "Αίτηση δικαιωμάτων επεξεργασίας...",
  "PDFE.Controllers.LeftMenu.textNoTextFound": "Τα δεδομένα που αναζητάτε δεν βρέθηκαν. Παρακαλούμε προσαρμόστε τις επιλογές αναζήτησης.",
  "PDFE.Controllers.LeftMenu.textSelectPath": "Εισάγετε ένα νέο όνομα για την αποθήκευση του αντιγράφου αρχείου",
  "PDFE.Controllers.LeftMenu.txtCompatible": "Το έγγραφο θα αποθηκευτεί στη νέα μορφή. Θα επιτρέπεται η χρήση όλων των χαρακτηριστικών του συντάκτη, αλλά μπορεί να επηρεαστεί η διάταξη του εγγράφου.<br>Χρησιμοποιήστε την επιλογή 'Συμβατότητα' των προηγμένων ρυθμίσεων αν θέλετε να κάνετε τα αρχεία συμβατά με παλαιότερες εκδόσεις MS Word.",
  "PDFE.Controllers.LeftMenu.txtUntitled": "Άτιτλο",
  "PDFE.Controllers.LeftMenu.warnDownloadAs": "Αν προχωρήσετε με την αποθήκευση σε αυτή τη μορφή, όλα τα χαρακτηριστικά πλην του κειμένου θα χαθούν.<br>Θέλετε σίγουρα να συνεχίσετε;",
  "PDFE.Controllers.LeftMenu.warnDownloadAsPdf": "Το δικό σας {0} θα μετατραπεί σε μια επεξεργάσιμη μορφή. Αυτό μπορεί να διαρκέσει αρκετά. Το τελικό έγγραφο θα είναι βελτιστοποιημένο ως προς τη δυνατότητα επεξεργασίας, οπότε ίσως να διαφέρει από το αρχικό {0}, ειδικά αν περιέχει πολλά γραφικά.",
  "PDFE.Controllers.LeftMenu.warnDownloadAsRTF": "Αν προχωρήσετε στην αποθήκευση σε αυτή τη μορφή, κάποιες από τις μορφοποιήσεις μπορεί να χαθούν.<br>Θέλετε σίγουρα να συνεχίσετε;",
  "PDFE.Controllers.Main.applyChangesTextText": "Φόρτωση των αλλαγών...",
  "PDFE.Controllers.Main.applyChangesTitleText": "Φόρτωση των αλλαγών",
  "PDFE.Controllers.Main.confirmMaxChangesSize": "Το μέγεθος των ενεργειών υπερβαίνει τον περιορισμό που έχει οριστεί για τον διακομιστή σας.<br>Πατήστε \"Αναίρεση\" για να ακυρώσετε την τελευταία σας ενέργεια ή πατήστε \"Συνέχεια\" για να διατηρήσετε την ενέργεια τοπικά (πρέπει να κατεβάσετε το αρχείο ή να αντιγράψετε το περιεχόμενό του για να βεβαιωθείτε ότι δεν θα χαθεί τίποτα).",
  "PDFE.Controllers.Main.convertationTimeoutText": "Υπέρβαση χρονικού ορίου μετατροπής.",
  "PDFE.Controllers.Main.criticalErrorExtText": "Πατήστε \"Εντάξει\" για να επιστρέψετε στη λίστα εγγράφων.",
  "PDFE.Controllers.Main.criticalErrorExtTextClose": "Πατήστε \"Εντάξει\" για να κλείσετε τον επεξεργαστή.",
  "PDFE.Controllers.Main.criticalErrorTitle": "Σφάλμα",
  "PDFE.Controllers.Main.downloadErrorText": "Αποτυχία λήψης.",
  "PDFE.Controllers.Main.downloadMergeText": "Γίνεται λήψη...",
  "PDFE.Controllers.Main.downloadMergeTitle": "Γίνεται λήψη",
  "PDFE.Controllers.Main.downloadTextText": "Γίνεται λήψη εγγράφου...",
  "PDFE.Controllers.Main.downloadTitleText": "Γίνεται λήψη εγγράφου",
  "PDFE.Controllers.Main.errorAccessDeny": "Προσπαθείτε να εκτελέσετε μια ενέργεια για την οποία δεν έχετε δικαιώματα.<br>Παρακαλούμε να επικοινωνήστε με τον διαχειριστή του διακομιστή εγγράφων.",
  "PDFE.Controllers.Main.errorBadImageUrl": "Εσφαλμένη διεύθυνση URL εικόνας",
  "PDFE.Controllers.Main.errorCannotPasteImg": "Δεν μπορούμε να επικολλήσουμε αυτήν την εικόνα από το Πρόχειρο, αλλά μπορείτε να την αποθηκεύσετε στη συσκευή σας και να το εισαγάγετε από εκεί ή μπορείτε να αντιγράψετε την εικόνα χωρίς κείμενο και να την επικολλήσετε στο έγγραφο.",
  "PDFE.Controllers.Main.errorCoAuthoringDisconnect": "Η σύνδεση διακομιστή χάθηκε. Δεν είναι δυνατή η επεξεργασία του εγγράφου αυτήν τη στιγμή.",
  "PDFE.Controllers.Main.errorComboSeries": "Για να δημιουργήσετε συνδυαστικό γράφημα, επιλέξτε τουλάχιστον δύο σειρές δεδομένων.",
  "PDFE.Controllers.Main.errorConnectToServer": "Δεν ήταν δυνατή η αποθήκευση του εγγράφου. Ελέγξτε τις ρυθμίσεις σύνδεσης ή επικοινωνήστε με τον διαχειριστή σας.<br>Όταν πατήσετε 'Εντάξει', θα μπορέσετε να κατεβάσετε το έγγραφο.",
  "PDFE.Controllers.Main.errorDatabaseConnection": "Εξωτερικό σφάλμα.<br>Σφάλμα σύνδεσης βάσης δεδομένων. Παρακαλούμε επικοινωνήστε με την υποστήριξη σε περίπτωση που το σφάλμα παραμένει.",
  "PDFE.Controllers.Main.errorDataEncrypted": "Ελήφθησαν κρυπτογραφημένες αλλαγές, δεν μπορούν να αποκρυπτογραφηθούν.",
  "PDFE.Controllers.Main.errorDataRange": "Εσφαλμένο εύρος δεδομένων.",
  "PDFE.Controllers.Main.errorDefaultMessage": "Κωδικός σφάλματος: %1",
  "PDFE.Controllers.Main.errorDirectUrl": "Παρακαλούμε επιβεβαιώστε τον σύνδεσμο προς το έγγραφο.<br>Αυτός ο σύνδεσμος πρέπει να είναι άμεσος σύνδεσμος προς το αρχείο για λήψη.",
  "PDFE.Controllers.Main.errorEditingDownloadas": "Παρουσιάστηκε σφάλμα κατά την εργασία με το έγγραφο.<br>Χρησιμοποιήστε την επιλογή «Λήψη ως» για να αποθηκεύσετε το αντίγραφο ασφαλείας στον σκληρό δίσκο του υπολογιστή σας.",
  "PDFE.Controllers.Main.errorEditingSaveas": "Παρουσιάστηκε σφάλμα κατά την εργασία με το έγγραφο.<br>Χρησιμοποιήστε την επιλογή «Αποθήκευση ως...» για να αποθηκεύσετε το αντίγραφο ασφαλείας στον σκληρό δίσκο του υπολογιστή σας.",
  "PDFE.Controllers.Main.errorEmailClient": "Δε βρέθηκε καμιά εφαρμογή email.",
  "PDFE.Controllers.Main.errorFilePassProtect": "Το αρχείο προστατεύεται με συνθηματικό και δεν μπορεί να ανοίξει.",
  "PDFE.Controllers.Main.errorFileSizeExceed": "Το μέγεθος του αρχείου υπερβαίνει το όριο που έχει οριστεί για τον διακομιστή σας.<br>Παρακαλούμε επικοινωνήστε με τον διαχειριστή του Εξυπηρετητή Εγγράφων για λεπτομέρειες.",
  "PDFE.Controllers.Main.errorForceSave": "Παρουσιάστηκε σφάλμα κατά την αποθήκευση του αρχείου. Χρησιμοποιήστε την επιλογή «Λήψη ως» για να αποθηκεύσετε το αρχείο στον σκληρό δίσκο του υπολογιστή σας ή δοκιμάστε ξανά αργότερα.",
  "PDFE.Controllers.Main.errorInconsistentExt": "Προέκυψε σφάλμα κατά το άνοιγμα του αρχείου.<br>Τα περιεχόμενα του αρχείου δεν αντιστοιχούν στην κατάληξή του ονόματός του.",
  "PDFE.Controllers.Main.errorInconsistentExtDocx": "Προέκυψε σφάλμα κατά το άνοιγμα του αρχείου.<br>Τα περιεχόμενα του αρχείου αντιστοιχούν σε αρχεία κειμένου (π.χ. docx), αλλά το αρχείο έχει ασύμφωνη κατάληξη: %1.",
  "PDFE.Controllers.Main.errorInconsistentExtPdf": "Προέκυψε σφάλμα κατά το άνοιγμα του αρχείου.<br>Τα περιεχόμενα του αρχείου αντιστοιχούν σε μια από τις ακόλουθες μορφές: pdf/djvu/xps/oxps, αλλά το αρχείο έχει ασύμφωνη κατάληξη: %1.",
  "PDFE.Controllers.Main.errorInconsistentExtPptx": "Προέκυψε σφάλμα κατά το άνοιγμα του αρχείου.<br>Τα περιεχόμενα του αρχείου αντιστοιχούν σε παρουσιάσεις (π.χ. pptx), αλλά το αρχείο έχει ασύμφωνη κατάληξη: %1.",
  "PDFE.Controllers.Main.errorInconsistentExtXlsx": "Προέκυψε σφάλμα κατά το άνοιγμα του αρχείου.<br>Τα περιεχόμενα του αρχείου αντιστοιχούν σε υπολογιστικά φύλλα (π.χ. xlsx), αλλά το αρχείο έχει ασύμφωνη κατάληξη: %1.",
  "PDFE.Controllers.Main.errorKeyEncrypt": "Άγνωστος περιγραφέας κλειδιού",
  "PDFE.Controllers.Main.errorKeyExpire": "Ο περιγραφέας κλειδιού έχει λήξει",
  "PDFE.Controllers.Main.errorLoadingFont": "Οι γραμματοσειρές δεν έχουν φορτωθεί.<br>Παρακαλούμε επικοινωνήστε με τον διαχειριστή του εξυπηρετητή εγγράφων σας.",
  "PDFE.Controllers.Main.errorPasswordIsNotCorrect": "Ο κωδικός που εισάγατε δεν είναι σωστός.<br>Βεβαιωθείτε ότι το πλήκτρο CAPS LOCK είναι ανενεργό και ότι χρησιμοποιείτε κεφαλαία όπου χρειάζεται.",
  "PDFE.Controllers.Main.errorPDFFormsLocked": "Η ενέργεια δεν μπορεί να εκτελεστεί καθώς προκαλεί αλλαγές σε κλειδωμένες φόρμες.",
  "PDFE.Controllers.Main.errorSaveWatermark": "Αυτό το αρχείο περιέχει μια εικόνα υδατογραφήματος συνδεδεμένη με άλλο τομέα.<br>Για να γίνει ορατή σε PDF, ενημερώστε την εικόνα υδατογραφήματος ώστε να συνδέεται από τον ίδιο τομέα με το έγγραφό σας ή ανεβάστε την από τον υπολογιστή σας.",
  "PDFE.Controllers.Main.errorServerVersion": "Η έκδοση του προγράμματος επεξεργασίας έχει ενημερωθεί. Η σελίδα θα φορτωθεί ξανά για να εφαρμοστούν οι αλλαγές.",
  "PDFE.Controllers.Main.errorSessionAbsolute": "Η σύνοδος επεξεργασίας του εγγράφου έληξε. Παρακαλούμε φορτώστε ξανά τη σελίδα.",
  "PDFE.Controllers.Main.errorSessionIdle": "Το έγγραφο δεν έχει επεξεργαστεί εδώ και πολύ ώρα. Παρακαλούμε φορτώστε ξανά τη σελίδα.",
  "PDFE.Controllers.Main.errorSessionToken": "Η σύνδεση με το διακομιστή έχει διακοπεί. Παρακαλούμε φορτώστε ξανά τη σελίδα.",
  "PDFE.Controllers.Main.errorSetPassword": "Δεν ήταν δυνατός ο ορισμός του συνθηματικού.",
  "PDFE.Controllers.Main.errorStockChart": "Λανθασμένη διάταξη γραμμών. Για να δημιουργήσετε ένα γράφημα μετοχών τοποθετήστε τα δεδομένα στο φύλλο με την ακόλουθη σειρά:<br>τιμή ανοίγματος, μέγιστη τιμή, ελάχιστη τιμή, τιμή κλεισίματος.",
  "PDFE.Controllers.Main.errorTextFormWrongFormat": "Η τιμή που εισαγάγατε δεν ταιριάζει με τον τύπο του πεδίου.",
  "PDFE.Controllers.Main.errorToken": "Το διακριτικό ασφαλείας εγγράφου δεν έχει διαμορφωθεί σωστά. <br>Επικοινωνήστε με το διαχειριστή του διακομιστή εγγράφων.",
  "PDFE.Controllers.Main.errorTokenExpire": "Το διακριτικό ασφαλείας εγγράφου έχει λήξει.<br>Παρακαλούμε επικοινωνήστε με τον διαχειριστή του διακομιστή εγγράφων.",
  "PDFE.Controllers.Main.errorUpdateVersion": "Η έκδοση του αρχείου έχει αλλάξει. Η σελίδα θα φορτωθεί ξανά.",
  "PDFE.Controllers.Main.errorUpdateVersionOnDisconnect": "Η σύνδεση στο Διαδίκτυο έχει αποκατασταθεί και η έκδοση του αρχείου έχει αλλάξει.<br>Προτού συνεχίσετε να εργάζεστε, πρέπει να κατεβάσετε το αρχείο ή να αντιγράψετε το περιεχόμενό του για να βεβαιωθείτε ότι δεν έχει χαθεί τίποτα και στη συνέχεια, φορτώστε ξανά αυτήν τη σελίδα.",
  "PDFE.Controllers.Main.errorUserDrop": "Δεν είναι δυνατή η πρόσβαση στο αρχείο αυτή τη στιγμή.",
  "PDFE.Controllers.Main.errorUsersExceed": "Υπέρβαση του αριθμού των χρηστών που επιτρέπονται από το πρόγραμμα τιμολόγησης",
  "PDFE.Controllers.Main.errorViewerDisconnect": "Η σύνδεση χάθηκε. Μπορείτε να συνεχίσετε να βλέπετε το έγγραφο,<br>αλλά δεν θα μπορείτε να το λάβετε ή να το εκτυπώσετε έως ότου αποκατασταθεί η σύνδεση και ανανεωθεί η σελίδα.",
  "PDFE.Controllers.Main.leavePageText": "Έχετε μη αποθηκευμένες αλλαγές σε αυτό το έγγραφο. Κάντε κλικ στην επιλογή «Μείνετε σε αυτήν τη σελίδα» και έπειτα στο «Αποθήκευση» για να τις αποθηκεύσετε. Κάντε κλικ στην επιλογή «Αφήστε αυτή τη σελίδα» για να απορρίψετε όλες τις μη αποθηκευμένες αλλαγές.",
  "PDFE.Controllers.Main.leavePageTextOnClose": "Όλες οι μη αποθηκευμένες αλλαγές σε αυτό το έγγραφο θα χαθούν.<br> Κάντε κλικ στο «Ακύρωση» και στη συνέχεια στο «Αποθήκευση» για να τις αποθηκεύσετε. Κάντε κλικ στο «Εντάξει» για να απορρίψετε όλες τις μη αποθηκευμένες αλλαγές.",
  "PDFE.Controllers.Main.loadFontsTextText": "Γίνεται φόρτωση δεδομένων...",
  "PDFE.Controllers.Main.loadFontsTitleText": "Γίνεται φόρτωση δεδομένων",
  "PDFE.Controllers.Main.loadFontTextText": "Γίνεται φόρτωση δεδομένων...",
  "PDFE.Controllers.Main.loadFontTitleText": "Γίνεται φόρτωση δεδομένων",
  "PDFE.Controllers.Main.loadImagesTextText": "Γίνεται φόρτωση εικόνων...",
  "PDFE.Controllers.Main.loadImagesTitleText": "Γίνεται φόρτωση εικόνων",
  "PDFE.Controllers.Main.loadImageTextText": "Γίνεται φόρτωση εικόνας...",
  "PDFE.Controllers.Main.loadImageTitleText": "Γίνεται φόρτωση εικόνας",
  "PDFE.Controllers.Main.loadingDocumentTextText": "Γίνεται φόρτωση εγγράφου...",
  "PDFE.Controllers.Main.loadingDocumentTitleText": "Γίνεται φόρτωση εγγράφου",
  "PDFE.Controllers.Main.notcriticalErrorTitle": "Προειδοποίηση",
  "PDFE.Controllers.Main.openErrorText": "Παρουσιάστηκε σφάλμα κατά το άνοιγμα του αρχείου.",
  "PDFE.Controllers.Main.openTextText": "Άνοιγμα εγγράφου...",
  "PDFE.Controllers.Main.openTitleText": "Άνοιγμα εγγράφου",
  "PDFE.Controllers.Main.printTextText": "Γίνεται εκτύπωση εγγράφου...",
  "PDFE.Controllers.Main.printTitleText": "Εκτύπωση εγγράφου",
  "PDFE.Controllers.Main.reloadButtonText": "Επαναφόρτωση σελίδας",
  "PDFE.Controllers.Main.requestEditFailedMessageText": "Κάποιος επεξεργάζεται αυτό το έγγραφο αυτήν τη στιγμή. Παρακαλούμε δοκιμάστε ξανά αργότερα.",
  "PDFE.Controllers.Main.requestEditFailedTitleText": "Δεν επιτρέπεται η πρόσβαση",
  "PDFE.Controllers.Main.saveErrorText": "Παρουσιάστηκε σφάλμα κατά την αποθήκευση του αρχείου.",
  "PDFE.Controllers.Main.saveErrorTextDesktop": "Δεν είναι δυνατή η αποθήκευση ή η δημιουργία αυτού του αρχείου.<br>Πιθανοί λόγοι είναι:<br>1. Το αρχείο είναι μόνο για ανάγνωση.<br>2. Το αρχείο τελεί υπό επεξεργασία από άλλους χρήστες.<br>3. Ο δίσκος είναι γεμάτος ή κατεστραμμένος.",
  "PDFE.Controllers.Main.saveTextText": "Γίνεται αποθήκευση εγγράφου...",
  "PDFE.Controllers.Main.saveTitleText": "Αποθήκευση εγγράφου",
  "PDFE.Controllers.Main.scriptLoadError": "Η σύνδεση είναι πολύ αργή, δεν ήταν δυνατή η φόρτωση ορισμένων στοιχείων. Παρακαλούμε φορτώστε ξανά τη σελίδα.",
  "PDFE.Controllers.Main.splitDividerErrorText": "Ο αριθμός των γραμμών πρέπει να είναι διαιρέτης του %1.",
  "PDFE.Controllers.Main.splitMaxColsErrorText": "Ο αριθμός των στηλών πρέπει να είναι μικρότερος από %1.",
  "PDFE.Controllers.Main.splitMaxRowsErrorText": "Ο αριθμός των γραμμών πρέπει να είναι μικρότερος από %1.",
  "PDFE.Controllers.Main.textAnonymous": "Ανώνυμος",
  "PDFE.Controllers.Main.textAnyone": "Οποιοσδήποτε",
  "PDFE.Controllers.Main.textBuyNow": "Επισκεφθείτε την ιστοσελίδα",
  "PDFE.Controllers.Main.textChangesSaved": "Όλες οι αλλαγές αποθηκεύτηκαν",
  "PDFE.Controllers.Main.textClose": "Κλείσιμο",
  "PDFE.Controllers.Main.textCloseTip": "Κάντε κλικ για να κλείσει η υπόδειξη",
  "PDFE.Controllers.Main.textConnectionLost": "Προσπάθεια σύνδεσης. Ελέγξτε τις ρυθμίσεις σύνδεσης.",
  "PDFE.Controllers.Main.textContactUs": "Επικοινωνήστε με τις πωλήσεις",
  "PDFE.Controllers.Main.textContinue": "Συνέχεια",
  "PDFE.Controllers.Main.textCustomLoader": "Παρακαλούμε λάβετε υπόψη ότι σύμφωνα με τους όρους της άδειας δεν δικαιούστε αλλαγή του φορτωτή.<br>Παρακαλούμε επικοινωνήστε με το Τμήμα Πωλήσεων για να λάβετε μια προσφορά.",
  "PDFE.Controllers.Main.textDisconnect": "Η σύνδεση χάθηκε",
  "PDFE.Controllers.Main.textGuest": "Επισκέπτης",
  "PDFE.Controllers.Main.textLearnMore": "Μάθετε περισσότερα",
  "PDFE.Controllers.Main.textLoadingDocument": "Γίνεται φόρτωση εγγράφου",
  "PDFE.Controllers.Main.textLongName": "Εισάγετε ένα όνομα μικρότερο από 128 χαρακτήρες.",
  "PDFE.Controllers.Main.textNoLicenseTitle": "Το όριο άδειας συμπληρώθηκε.",
  "PDFE.Controllers.Main.textPaidFeature": "Δυνατότητα επί πληρωμή",
  "PDFE.Controllers.Main.textReconnect": "Η σύνδεση αποκαταστάθηκε",
  "PDFE.Controllers.Main.textRemember": "Απομνημόνευση επιλογής για όλα τα αρχεία",
  "PDFE.Controllers.Main.textRenameError": "Το όνομα χρήστη δεν μπορεί να είναι κενό.",
  "PDFE.Controllers.Main.textRenameLabel": "Εισάγετε ένα όνομα για συνεργατική χρήση",
  "PDFE.Controllers.Main.textShape": "Σχήμα",
  "PDFE.Controllers.Main.textStrict": "Αυστηρή κατάσταση",
  "PDFE.Controllers.Main.textText": "Κείμενο",
  "PDFE.Controllers.Main.textTryQuickPrint": "Έχετε επιλέξει Γρήγορη εκτύπωση: ολόκληρο το έγγραφο θα εκτυπωθεί στον τελευταίο επιλεγμένο ή προεπιλεγμένο εκτυπωτή. <br>Θέλετε να συνεχίσετε;",
  "PDFE.Controllers.Main.textTryUndoRedo": "Οι λειτουργίες Αναίρεση/Επανάληψη είναι απενεργοποιημένες στην κατάσταση Γρήγορης συν-επεξεργασίας.<br>Κάντε κλικ στο κουμπί 'Αυστηρή κατάσταση' για να μεταβείτε στην Αυστηρή κατάσταση συν-επεξεργασίας όπου επεξεργάζεστε το αρχείο χωρίς παρέμβαση άλλων χρηστών και στέλνετε τις αλλαγές σας αφού τις αποθηκεύσετε. Η μετάβαση μεταξύ των δύο καταστάσεων γίνεται μέσω των Προηγμένων Ρυθμίσεων.",
  "PDFE.Controllers.Main.textTryUndoRedoWarn": "Οι λειτουργίες Αναίρεση/Επανάληψη απενεργοποιούνται για τη λειτουργία γρήγορης συν-επεξεργασίας.",
  "PDFE.Controllers.Main.textUndo": "Αναίρεση",
  "PDFE.Controllers.Main.textUpdateVersion": "Δεν είναι δυνατή η επεξεργασία του εγγράφου αυτήν τη στιγμή.<br>Γίνεται ενημέρωση του αρχείου, παρακαλώ περιμένετε...",
  "PDFE.Controllers.Main.textUpdating": "Ενημέρωση",
  "PDFE.Controllers.Main.tipLicenseExceeded": "Το έγγραφο είναι ανοιχτό σε λειτουργία μόνο για ανάγνωση καθώς έχει επιτευχθεί ο μέγιστος αριθμός ταυτόχρονων συνδέσεων που επιτρέπεται από την άδεια.<br><br>Παρακαλούμε δοκιμάστε ξανά αργότερα ή επικοινωνήστε με τον κάτοχο του εγγράφου εάν χρειάζεστε πρόσβαση επεξεργασίας.",
  "PDFE.Controllers.Main.tipLicenseUsersExceeded": "Το έγγραφο είναι ανοιχτό σε λειτουργία μόνο για ανάγνωση, καθώς έχει ξεπεραστεί ο μέγιστος αριθμός χρηστών που επιτρέπεται να επεξεργάζονται έγγραφα σύμφωνα με την άδεια. <br><br>Παρακαλώ δοκιμάστε ξανά αργότερα ή επικοινωνήστε με τον κάτοχο του εγγράφου εάν χρειάζεστε πρόσβαση στην επεξεργασία.",
  "PDFE.Controllers.Main.titleLicenseExp": "Η άδεια έληξε",
  "PDFE.Controllers.Main.titleLicenseNotActive": "Η άδεια δεν είναι ενεργή",
  "PDFE.Controllers.Main.titleReadOnly": "Λειτουργία μόνο για ανάγνωση",
  "PDFE.Controllers.Main.titleServerVersion": "Ο επεξεργαστής ενημερώθηκε",
  "PDFE.Controllers.Main.titleUpdateVersion": "Η έκδοση άλλαξε",
  "PDFE.Controllers.Main.txtArt": "Το κείμενό σας εδώ",
  "PDFE.Controllers.Main.txtChoose": "Επιλέξτε ένα αντικείμενο",
  "PDFE.Controllers.Main.txtClickToLoad": "Κάντε κλικ για φόρτωση εικόνας",
  "PDFE.Controllers.Main.txtDiagramTitle": "Τίτλος γραφήματος",
  "PDFE.Controllers.Main.txtEditingMode": "Ορισμός λειτουργίας επεξεργασίας...",
  "PDFE.Controllers.Main.txtEnterDate": "Εισάγετε μια ημερομηνία",
  "PDFE.Controllers.Main.txtInvalidGreater": "Μη έγκυρη τιμή για το πεδίο \"{0}\": πρέπει να είναι μεγαλύτερη ή ίση με {1}.",
  "PDFE.Controllers.Main.txtInvalidGreaterLess": "Μη έγκυρη τιμή για το πεδίο \"{0}\": πρέπει να είναι μεγαλύτερη ή ίση με {1} και μικρότερη ή ίση με {2}.",
  "PDFE.Controllers.Main.txtInvalidLess": "Μη έγκυρη τιμή για το πεδίο \"{0}\": πρέπει να είναι μικρότερη ή ίση με {1}.",
  "PDFE.Controllers.Main.txtInvalidPdfFormat": "Η τιμή που εισάγεται δεν ταιριάζει με τη μορφή του πεδίου \"{0}\".",
  "PDFE.Controllers.Main.txtInvalidValue": "Μη έγκυρη τιμή για το πεδίο \"{0}\"",
  "PDFE.Controllers.Main.txtNeedSynchronize": "Έχετε ενημερώσεις",
  "PDFE.Controllers.Main.txtSaveCopyAsComplete": "Το αντίγραφο του αρχείου αποθηκεύτηκε με επιτυχία",
  "PDFE.Controllers.Main.txtSecurityWarningLink": "Αυτό το έγγραφο προσπαθεί να συνδεθεί με {0}. Εάν εμπιστεύεστε αυτόν τον ιστότοπο, πατήστε \"Εντάξει\" ενώ κρατάτε πατημένο το πλήκτρο ctrl.",
  "PDFE.Controllers.Main.txtSecurityWarningOpenFile": "Αυτό το έγγραφο προσπαθεί να ανοίξει το παράθυρο διαλόγου αρχείου, πατήστε \"Εντάξει\" για να ανοίξετε.",
  "PDFE.Controllers.Main.txtSeries": "Σειρά",
  "PDFE.Controllers.Main.txtValidPdfFormat": "Η τιμή πεδίου πρέπει να ταιριάζει με τη μορφή \"{0}\".",
  "PDFE.Controllers.Main.txtXAxis": "Άξονας Χ",
  "PDFE.Controllers.Main.txtYAxis": "Άξονας Υ",
  "PDFE.Controllers.Main.unknownErrorText": "Άγνωστο σφάλμα.",
  "PDFE.Controllers.Main.unsupportedBrowserErrorText": "Ο περιηγητής σας δεν υποστηρίζεται.",
  "PDFE.Controllers.Main.uploadDocExtMessage": "Άγνωστη μορφή εγγράφου.",
  "PDFE.Controllers.Main.uploadDocFileCountMessage": "Δεν μεταφορτώθηκαν έγγραφα.",
  "PDFE.Controllers.Main.uploadDocSizeMessage": "Ξεπεράστηκε το μέγιστο μέγεθος εγγράφου.",
  "PDFE.Controllers.Main.uploadImageExtMessage": "Άγνωστη μορφή εικόνας.",
  "PDFE.Controllers.Main.uploadImageFileCountMessage": "Δεν μεταφορτώθηκαν εικόνες.",
  "PDFE.Controllers.Main.uploadImageSizeMessage": "Η εικόνα είναι πολύ μεγάλη. Το μέγιστο μέγεθος είναι 25MB.",
  "PDFE.Controllers.Main.uploadImageTextText": "Μεταφόρτωση εικόνας...",
  "PDFE.Controllers.Main.uploadImageTitleText": "Μεταφόρτωση εικόνας",
  "PDFE.Controllers.Main.waitText": "Παρακαλώ περιμένετε...",
  "PDFE.Controllers.Main.warnBrowserIE9": "Η εφαρμογή έχει περιορισμένες δυνατότητες στον IE9. Δοκιμάστε IE10 ή νεώτερο.",
  "PDFE.Controllers.Main.warnBrowserZoom": "Η τρέχουσα ρύθμιση εστίασης του περιηγητή σας δεν υποστηρίζεται πλήρως. Παρακαλούμε επιστρέψτε στην προεπιλεγμένη εστίαση πατώντας Ctrl+0.",
  "PDFE.Controllers.Main.warnLicenseAnonymous": "Δεν επιτρέπεται η πρόσβαση για ανώνυμους χρήστες.<br>Αυτό το έγγραφο θα ανοίξει μόνο για προβολή.",
  "PDFE.Controllers.Main.warnLicenseBefore": "Η άδεια δεν είναι ενεργή.<br>Παρακαλούμε, επικοινωνήστε με τον διαχειριστή σας.",
  "PDFE.Controllers.Main.warnLicenseExp": "Η άδειά σας έχει λήξει.<br>Παρακαλούμε ενημερώστε την άδεια χρήσης σας και ανανεώστε τη σελίδα.",
  "PDFE.Controllers.Main.warnLicenseLimitedNoAccess": "Η άδεια έληξε.<br>Δεν έχετε πρόσβαση στη δυνατότητα επεξεργασίας εγγράφων.<br>Επικοινωνήστε με τον διαχειριστή σας.",
  "PDFE.Controllers.Main.warnLicenseLimitedRenewed": "Η άδεια πρέπει να ανανεωθεί.<br>Έχετε περιορισμένη πρόσβαση στη λειτουργία επεξεργασίας εγγράφων.<br>Επικοινωνήστε με τον διαχειριστή σας για πλήρη πρόσβαση",
  "PDFE.Controllers.Main.warnNoLicense": "Αυτή η έκδοση των επεξεργαστών %1 έχει ορισμένους περιορισμούς για ταυτόχρονες συνδέσεις με το διακομιστή εγγράφων.<br>Εάν χρειάζεστε περισσότερες, παρακαλούμε σκεφτείτε να αγοράσετε μια εμπορική άδεια.",
  "PDFE.Controllers.Main.warnNoLicenseUsers": "Έχετε φτάσει το όριο χρήστη για συντάκτες %1.<br>Επικοινωνήστε με την ομάδα πωλήσεων %1 για προσωπικούς όρους αναβάθμισης.",
  "PDFE.Controllers.Main.warnProcessRightsChange": "Σας έχει απαγορευτεί το δικαίωμα επεξεργασίας του αρχείου.",
  "PDFE.Controllers.Navigation.txtBeginning": "Αρχή του εγγράφου",
  "PDFE.Controllers.Navigation.txtGotoBeginning": "Μετάβαση στην αρχή του εγγράφου",
  "PDFE.Controllers.Print.textMarginsLast": "Τελευταίο προσαρμοσμένο",
  "PDFE.Controllers.Print.txtCustom": "Προσαρμογή",
  "PDFE.Controllers.Print.txtPrintRangeInvalid": "Μη έγκυρη περιοχή εκτύπωσης",
  "PDFE.Controllers.Print.txtPrintRangeSingleRange": "Εισαγάγετε είτε έναν αριθμό σελίδας είτε ένα εύρος σελίδων (για παράδειγμα, 5-12). Εναλλακτικά, μπορείτε να εκτυπώσετε σε PDF.",
  "PDFE.Controllers.RedactTab.applyButtonText": "Εφαρμογή",
  "PDFE.Controllers.RedactTab.doNotApplyButtonText": "Μην εφαρμόζετε",
  "PDFE.Controllers.RedactTab.textApplyRedact": "Οι αποκρυμμένες πληροφορίες θα αφαιρεθούν οριστικά από αυτό το έγγραφο. Μόλις το αποθηκεύσετε, οι πληροφορίες δεν θα μπορούν να ανακτηθούν ξανά.",
  "PDFE.Controllers.RedactTab.textEnterPageRange": "Εισαγάγετε το εύρος σελίδων για απόκρυψη",
  "PDFE.Controllers.RedactTab.textEnterRangeDescription": "π.χ. 1, 2, 8-11",
  "PDFE.Controllers.RedactTab.textRedactPages": "Απόκρυψη σελίδων",
  "PDFE.Controllers.RedactTab.textUnappliedRedactions": "Το έγγραφο αυτό περιέχει σημάδια απόκρυψης που δεν έχουν ακόμη εφαρμοστεί. <br><br>Μέχρι να επιλέξετε «Εφαρμογή Απόκρυψης», αυτά τα σημάδια μπορούν να αφαιρεθούν και οι πληροφορίες να ανακτηθούν",
  "PDFE.Controllers.RedactTab.tipApplyRedaction": "Εφαρμόστε και αποθηκεύστε όλες τις διορθώσεις. Οι μη αποθηκευμένες διορθώσεις μπορούν ακόμα να αναιρεθούν.",
  "PDFE.Controllers.RedactTab.tipApplyRedactionHeader": "Εφαρμογή διορθώσεων",
  "PDFE.Controllers.RedactTab.tipMarkForRedaction": "Χρησιμοποιήστε αυτά τα εργαλεία για να σημειώνετε, να αναζητάτε και να αποκρύπτετε ευαίσθητο περιεχόμενο στο PDF σας",
  "PDFE.Controllers.RedactTab.tipMarkForRedactionHeader": "Σήμανση για απόκρυψη",
  "PDFE.Controllers.RedactTab.txtInvalidFormat": "Μη έγκυρη μορφή. Χρησιμοποιήστε έναν μεμονωμένο αριθμό ή εύρος με παύλα, π.χ., 2 ή 2-6",
  "PDFE.Controllers.RedactTab.txtInvalidRange": "Οι σελίδες πρέπει να είναι μεταξύ 1 και {0}",
  "PDFE.Controllers.RedactTab.txtReversedRange": "Η αρχική σελίδα πρέπει να είναι μικρότερη ή ίση με την τελική σελίδα",
  "PDFE.Controllers.Search.notcriticalErrorTitle": "Προειδοποίηση",
  "PDFE.Controllers.Search.textNoTextFound": "Τα δεδομένα που αναζητάτε δεν βρέθηκαν. Παρακαλούμε προσαρμόστε τις επιλογές αναζήτησης.",
  "PDFE.Controllers.Search.textReplaceSkipped": "Η αντικατάσταση ολοκληρώθηκε. {0} εμφανίσεις προσπεράστηκαν.",
  "PDFE.Controllers.Search.textReplaceSuccess": "Η αναζήτηση ολοκληρώθηκε. Αντικαταστάθηκαν {0} εμφανίσεις",
  "PDFE.Controllers.Search.warnReplaceString": "{0} δεν είναι ένας έγκυρος ειδικός χαρακτήρας για το πλαίσιο Αντικατάσταση με.",
  "PDFE.Controllers.Statusbar.textDisconnect": "<b>Η σύνδεση χάθηκε</b><br>Απόπειρα επανασύνδεσης. Παρακαλούμε ελέγξτε τις ρυθμίσεις σύνδεσης.",
  "PDFE.Controllers.Statusbar.zoomText": "Εστίαση {0}%",
  "PDFE.Controllers.Toolbar.confirmAddFontName": "Η γραμματοσειρά που πρόκειται να αποθηκεύσετε δεν είναι διαθέσιμη στην τρέχουσα συσκευή. Το στυλ κειμένου θα εμφανιστεί χρησιμοποιώντας μία από τις γραμματοσειρές της συσκευής, η αποθηκευμένη γραμματοσειρά θα χρησιμοποιηθεί όταν είναι διαθέσιμη. Θέλετε να συνεχίσετε;",
  "PDFE.Controllers.Toolbar.errorAccessDeny": "Προσπαθείτε να εκτελέσετε μια ενέργεια για την οποία δεν έχετε δικαιώματα.<br>Παρακαλούμε να επικοινωνήστε με τον διαχειριστή του διακομιστή εγγράφων.",
  "PDFE.Controllers.Toolbar.notcriticalErrorTitle": "Προειδοποίηση",
  "PDFE.Controllers.Toolbar.textFontSizeErr": "Η τιμή που βάλατε δεν είναι αποδεκτή.<br>Παρακαλούμε βάλτε μια αριθμητική τιμή μεταξύ 1 και 300",
  "PDFE.Controllers.Toolbar.textGotIt": "Εντάξει",
  "PDFE.Controllers.Toolbar.textRequired": "Συμπληρώστε όλα τα απαιτούμενα πεδία για την αποστολή της φόρμας.",
  "PDFE.Controllers.Toolbar.textSubmited": "<b>Η φόρμα υποβλήθηκε επιτυχώς</b><br>Κάντε κλικ για να κλείσετε τη συμβουλή.",
  "PDFE.Controllers.Toolbar.textTabForms": "Φόρμες",
  "PDFE.Controllers.Toolbar.textWarning": "Προειδοποίηση",
  "PDFE.Controllers.Toolbar.txtDownload": "Λήψη",
  "PDFE.Controllers.Toolbar.txtNeedCommentMode": "Για να αποθηκεύσετε τις αλλαγές στο αρχείο, μεταβείτε στη λειτουργία Μετατροπής. Ή μπορείτε να κατεβάσετε ένα αντίγραφο του τροποποιημένου αρχείου.",
  "PDFE.Controllers.Toolbar.txtNeedDownload": "Προς το παρόν, το πρόγραμμα προβολής PDF μπορεί να αποθηκεύσει μόνο νέες αλλαγές σε ξεχωριστά αντίγραφα αρχείων. Δεν υποστηρίζει από κοινού επεξεργασία και άλλοι χρήστες δεν θα βλέπουν τις αλλαγές σας, εκτός εάν κάνετε κοινή χρήση μιας νέας έκδοσης αρχείου.",
  "PDFE.Controllers.Toolbar.txtSaveCopy": "Αποθήκευση αντιγράφου",
  "PDFE.Controllers.Toolbar.txtUntitled": "Άτιτλο",
  "PDFE.Controllers.Viewport.textFitPage": "Προσαρμογή στη σελίδα",
  "PDFE.Controllers.Viewport.textFitWidth": "Προσαρμογή στο πλάτος",
  "PDFE.Controllers.Viewport.txtDarkMode": "Σκούρο θέμα",
  "PDFE.Views.ChartSettings.text3dDepth": "Βάθος (% της βάσης)",
  "PDFE.Views.ChartSettings.text3dHeight": "Ύψος (% βάσης)",
  "PDFE.Views.ChartSettings.text3dRotation": "Περιστροφή 3D",
  "PDFE.Views.ChartSettings.textAdvanced": "Εμφάνιση προηγμένων ρυθμίσεων",
  "PDFE.Views.ChartSettings.textAutoscale": "Αυτόματη κλιμάκωση",
  "PDFE.Views.ChartSettings.textChartType": "Αλλαγή τύπου γραφήματος",
  "PDFE.Views.ChartSettings.textData": "Δεδομένα",
  "PDFE.Views.ChartSettings.textDefault": "Προεπιλεγμένη περιστροφή",
  "PDFE.Views.ChartSettings.textDown": "Κάτω",
  "PDFE.Views.ChartSettings.textEditData": "Επεξεργασία δεδομένων",
  "PDFE.Views.ChartSettings.textEditLinks": "Επεξεργασία συνδέσμων",
  "PDFE.Views.ChartSettings.textHeight": "Ύψος",
  "PDFE.Views.ChartSettings.textKeepRatio": "Σταθερές αναλογίες",
  "PDFE.Views.ChartSettings.textLeft": "Αριστερά",
  "PDFE.Views.ChartSettings.textLinkedData": "Συνδεδεμένα δεδομένα",
  "PDFE.Views.ChartSettings.textNarrow": "Στενό πεδίο προβολής",
  "PDFE.Views.ChartSettings.textPerspective": "Προοπτική",
  "PDFE.Views.ChartSettings.textRight": "Δεξιά",
  "PDFE.Views.ChartSettings.textRightAngle": "Άξονες ορθής γωνίας",
  "PDFE.Views.ChartSettings.textSelectData": "Επιλογή δεδομένων",
  "PDFE.Views.ChartSettings.textSize": "Μέγεθος",
  "PDFE.Views.ChartSettings.textStyle": "Τεχνοτροπία",
  "PDFE.Views.ChartSettings.textUp": "Επάνω",
  "PDFE.Views.ChartSettings.textUpdateData": "Ενημέρωση δεδομένων",
  "PDFE.Views.ChartSettings.textWiden": "Διεύρυνση του πεδίου προβολής",
  "PDFE.Views.ChartSettings.textWidth": "Πλάτος",
  "PDFE.Views.ChartSettings.textX": "Περιστροφή X",
  "PDFE.Views.ChartSettings.textY": "Περιστροφή Υ",
  "PDFE.Views.ChartSettingsAdvanced.textAlt": "Εναλλακτικό κείμενο",
  "PDFE.Views.ChartSettingsAdvanced.textAltDescription": "Περιγραφή",
  "PDFE.Views.ChartSettingsAdvanced.textAltTip": "Η εναλλακτική με βάση κείμενο αναπαράσταση των πληροφοριών οπτικού αντικειμένου, η οποία θα αναγνωσθεί στα άτομα με προβλήματα όρασης ή γνωστικών προβλημάτων για να τους βοηθήσουν να κατανοήσουν καλύτερα ποιες πληροφορίες υπάρχουν στην εικόνα, σε σχήμα, στο διάγραμμα ή στον πίνακα.",
  "PDFE.Views.ChartSettingsAdvanced.textAltTitle": "Τίτλος",
  "PDFE.Views.ChartSettingsAdvanced.textAuto": "Αυτόματα",
  "PDFE.Views.ChartSettingsAdvanced.textAxisCrosses": "Διασχίσεις άξονα",
  "PDFE.Views.ChartSettingsAdvanced.textAxisPos": "Θέση άξονα",
  "PDFE.Views.ChartSettingsAdvanced.textAxisTitle": "Τίτλος",
  "PDFE.Views.ChartSettingsAdvanced.textBase": "Βάση",
  "PDFE.Views.ChartSettingsAdvanced.textBetweenTickMarks": "Μεταξύ διαβαθμίσεων",
  "PDFE.Views.ChartSettingsAdvanced.textBillions": "Δισεκατομμύρια",
  "PDFE.Views.ChartSettingsAdvanced.textCategoryName": "Όνομα κατηγορίας",
  "PDFE.Views.ChartSettingsAdvanced.textCenter": "Κέντρο",
  "PDFE.Views.ChartSettingsAdvanced.textChartName": "Όνομα γραφήματος",
  "PDFE.Views.ChartSettingsAdvanced.textChartTitle": "Τίτλος γραφήματος",
  "PDFE.Views.ChartSettingsAdvanced.textCross": "Διασταύρωση",
  "PDFE.Views.ChartSettingsAdvanced.textCustom": "Προσαρμογή",
  "PDFE.Views.ChartSettingsAdvanced.textDataLabels": "Ετικέτες δεδομένων",
  "PDFE.Views.ChartSettingsAdvanced.textFit": "Προσαρμογή στο πλάτος",
  "PDFE.Views.ChartSettingsAdvanced.textFixed": "Σταθερό",
  "PDFE.Views.ChartSettingsAdvanced.textFormat": "Μορφή ετικέτας",
  "PDFE.Views.ChartSettingsAdvanced.textFrom": "από",
  "PDFE.Views.ChartSettingsAdvanced.textGeneral": "Γενικά",
  "PDFE.Views.ChartSettingsAdvanced.textGridLines": "Γραμμές πλέγματος",
  "PDFE.Views.ChartSettingsAdvanced.textHeight": "Ύψος",
  "PDFE.Views.ChartSettingsAdvanced.textHideAxis": "Απόκρυψη άξονα",
  "PDFE.Views.ChartSettingsAdvanced.textHigh": "Υψηλό",
  "PDFE.Views.ChartSettingsAdvanced.textHorAxis": "Οριζόντιος άξονας",
  "PDFE.Views.ChartSettingsAdvanced.textHorAxisSec": "Δευτερεύων οριζόντιος άξονας",
  "PDFE.Views.ChartSettingsAdvanced.textHorizontal": "Οριζόντια",
  "PDFE.Views.ChartSettingsAdvanced.textHundredMil": "100 000 000",
  "PDFE.Views.ChartSettingsAdvanced.textHundreds": "Εκατοντάδες",
  "PDFE.Views.ChartSettingsAdvanced.textHundredThousands": "100 000",
  "PDFE.Views.ChartSettingsAdvanced.textIn": "Μέσα",
  "PDFE.Views.ChartSettingsAdvanced.textInnerBottom": "Εσωτερικό κάτω μέρος",
  "PDFE.Views.ChartSettingsAdvanced.textInnerTop": "Εσωτερικό επάνω μέρος",
  "PDFE.Views.ChartSettingsAdvanced.textKeepRatio": "Σταθερές αναλογίες",
  "PDFE.Views.ChartSettingsAdvanced.textLabelDist": "Απόσταση ετικέτας άξονα",
  "PDFE.Views.ChartSettingsAdvanced.textLabelInterval": "Διάστημα μεταξύ ετικετών",
  "PDFE.Views.ChartSettingsAdvanced.textLabelOptions": "Επιλογές ετικέτας",
  "PDFE.Views.ChartSettingsAdvanced.textLabelPos": "Θέση ετικέτας",
  "PDFE.Views.ChartSettingsAdvanced.textLayout": "Διάταξη",
  "PDFE.Views.ChartSettingsAdvanced.textLeftOverlay": "Αριστερή επικάλυψη",
  "PDFE.Views.ChartSettingsAdvanced.textLegendBottom": "Κάτω μέρος",
  "PDFE.Views.ChartSettingsAdvanced.textLegendLeft": "Αριστερά",
  "PDFE.Views.ChartSettingsAdvanced.textLegendPos": "Υπόμνημα",
  "PDFE.Views.ChartSettingsAdvanced.textLegendRight": "Δεξιά",
  "PDFE.Views.ChartSettingsAdvanced.textLegendTop": "Επάνω",
  "PDFE.Views.ChartSettingsAdvanced.textLines": "Γραμμές",
  "PDFE.Views.ChartSettingsAdvanced.textLogScale": "Λογαριθμική κλίμακα",
  "PDFE.Views.ChartSettingsAdvanced.textLow": "Χαμηλό",
  "PDFE.Views.ChartSettingsAdvanced.textMajor": "Κύριες",
  "PDFE.Views.ChartSettingsAdvanced.textMajorMinor": "Κύριες και δευτερεύουσες",
  "PDFE.Views.ChartSettingsAdvanced.textMajorType": "Τύπος κύριων",
  "PDFE.Views.ChartSettingsAdvanced.textManual": "Χειροκίνητα",
  "PDFE.Views.ChartSettingsAdvanced.textMarkers": "Δείκτες",
  "PDFE.Views.ChartSettingsAdvanced.textMarksInterval": "Διάστημα μεταξύ σημαδιών",
  "PDFE.Views.ChartSettingsAdvanced.textMaxValue": "Μέγιστη τιμή",
  "PDFE.Views.ChartSettingsAdvanced.textMillions": "Εκατομμύρια",
  "PDFE.Views.ChartSettingsAdvanced.textMinor": "Δευτερεύουσες",
  "PDFE.Views.ChartSettingsAdvanced.textMinorType": "Τύπος δευτερευουσών",
  "PDFE.Views.ChartSettingsAdvanced.textMinValue": "Ελάχιστη τιμή",
  "PDFE.Views.ChartSettingsAdvanced.textNextToAxis": "Δίπλα στον άξονα",
  "PDFE.Views.ChartSettingsAdvanced.textNone": "Κανένα",
  "PDFE.Views.ChartSettingsAdvanced.textNoOverlay": "Χωρίς επικάλυψη",
  "PDFE.Views.ChartSettingsAdvanced.textOnTickMarks": "Επί των διαβαθμίσεων",
  "PDFE.Views.ChartSettingsAdvanced.textOut": "Έξω",
  "PDFE.Views.ChartSettingsAdvanced.textOuterTop": "Εξωτερικό επάνω",
  "PDFE.Views.ChartSettingsAdvanced.textOverlay": "Επικάλυψη",
  "PDFE.Views.ChartSettingsAdvanced.textPlacement": "Τοποθέτηση",
  "PDFE.Views.ChartSettingsAdvanced.textPosition": "Θέση",
  "PDFE.Views.ChartSettingsAdvanced.textReverse": "Τιμές σε αντίστροφη σειρά",
  "PDFE.Views.ChartSettingsAdvanced.textRightOverlay": "Δεξιά επικάλυψη",
  "PDFE.Views.ChartSettingsAdvanced.textRotated": "Περιστραμμένος",
  "PDFE.Views.ChartSettingsAdvanced.textSeparator": "Διαχωριστής ετικετών δεδομένων",
  "PDFE.Views.ChartSettingsAdvanced.textSeriesName": "Όνομα σειράς",
  "PDFE.Views.ChartSettingsAdvanced.textSize": "Μέγεθος",
  "PDFE.Views.ChartSettingsAdvanced.textSmooth": "Ομαλές",
  "PDFE.Views.ChartSettingsAdvanced.textStraight": "Ίσιες",
  "PDFE.Views.ChartSettingsAdvanced.textTenMillions": "10 000 000",
  "PDFE.Views.ChartSettingsAdvanced.textTenThousands": "10 000",
  "PDFE.Views.ChartSettingsAdvanced.textThousands": "Χιλιάδες",
  "PDFE.Views.ChartSettingsAdvanced.textTickOptions": "Επιλογές διαβαθμίσεων",
  "PDFE.Views.ChartSettingsAdvanced.textTitle": "Γράφημα - Προηγμένες ρυθμίσεις",
  "PDFE.Views.ChartSettingsAdvanced.textTopLeftCorner": "Επάνω αριστερή γωνία",
  "PDFE.Views.ChartSettingsAdvanced.textTrillions": "Τρισεκατομμύρια",
  "PDFE.Views.ChartSettingsAdvanced.textUnits": "Εμφάνιση μονάδων μέτρησης",
  "PDFE.Views.ChartSettingsAdvanced.textValue": "Τιμή",
  "PDFE.Views.ChartSettingsAdvanced.textVertAxis": "Κάθετος άξονας",
  "PDFE.Views.ChartSettingsAdvanced.textVertAxisSec": "Δευτερεύων κατακόρυφος άξονας",
  "PDFE.Views.ChartSettingsAdvanced.textVertical": "Κατακόρυφος",
  "PDFE.Views.ChartSettingsAdvanced.textWidth": "Πλάτος",
  "PDFE.Views.ChartSettingsDlg.textLeftOverlay": "Αριστερή επικάλυψη",
  "PDFE.Views.DocumentHolder.aboveText": "από πάνω",
  "PDFE.Views.DocumentHolder.addCommentText": "Προσθήκη σχολίου",
  "PDFE.Views.DocumentHolder.advancedChartText": "Προηγμένες ρυθμίσεις γραφήματος",
  "PDFE.Views.DocumentHolder.advancedEquationText": "Ρυθμίσεις εξίσωσης",
  "PDFE.Views.DocumentHolder.advancedImageText": "Προηγμένες ρυθμίσεις εικόνας",
  "PDFE.Views.DocumentHolder.advancedParagraphText": "Προηγμένες ρυθμίσεις παραγράφου",
  "PDFE.Views.DocumentHolder.advancedShapeText": "Προηγμένες ρυθμίσεις σχήματος",
  "PDFE.Views.DocumentHolder.advancedTableText": "Προηγμένες ρυθμίσεις πίνακα",
  "PDFE.Views.DocumentHolder.alignmentText": "Στοίχιση",
  "PDFE.Views.DocumentHolder.allLinearText": "Όλα - Γραμμικό",
  "PDFE.Views.DocumentHolder.allProfText": "Όλα - Επαγγελματικό",
  "PDFE.Views.DocumentHolder.belowText": "από κάτω",
  "PDFE.Views.DocumentHolder.btnChart": "Προσθέστε, αφαιρέστε ή αλλάξτε στοιχεία γραφήματος όπως ο τίτλος, η υποσημείωση, οι γραμμές πλέγματος και οι ετικέτες δεδομένων.",
  "PDFE.Views.DocumentHolder.cellAlignText": "Κατακόρυφη στοίχιση κελιού",
  "PDFE.Views.DocumentHolder.cellText": "Κελί",
  "PDFE.Views.DocumentHolder.centerText": "Κέντρο",
  "PDFE.Views.DocumentHolder.columnText": "Στήλη",
  "PDFE.Views.DocumentHolder.confirmAddFontName": "Η γραμματοσειρά που πρόκειται να αποθηκεύσετε δεν είναι διαθέσιμη στην τρέχουσα συσκευή. Το στυλ κειμένου θα εμφανιστεί χρησιμοποιώντας μία από τις γραμματοσειρές της συσκευής, η αποθηκευμένη γραμματοσειρά θα χρησιμοποιηθεί όταν είναι διαθέσιμη. Θέλετε να συνεχίσετε;",
  "PDFE.Views.DocumentHolder.currLinearText": "Τρέχον - Γραμμικό",
  "PDFE.Views.DocumentHolder.currProfText": "Τρέχον - Επαγγελματικό",
  "PDFE.Views.DocumentHolder.deleteColumnText": "Διαγραφή στήλης",
  "PDFE.Views.DocumentHolder.deleteRowText": "Διαγραφή γραμμής",
  "PDFE.Views.DocumentHolder.deleteTableText": "Διαγραφή πίνακα",
  "PDFE.Views.DocumentHolder.deleteText": "Διαγραφή",
  "PDFE.Views.DocumentHolder.DepthAxis": "Άξονας Ζ",
  "PDFE.Views.DocumentHolder.direct270Text": "Περιστροφή κειμένου επάνω",
  "PDFE.Views.DocumentHolder.direct90Text": "Περιστροφή κειμένου κάτω",
  "PDFE.Views.DocumentHolder.directHText": "Οριζόντια",
  "PDFE.Views.DocumentHolder.directionText": "Κατεύθυνση κειμένου",
  "PDFE.Views.DocumentHolder.editChartText": "Επεξεργασία δεδομένων",
  "PDFE.Views.DocumentHolder.editHyperlinkText": "Επεξεργασία υπερσυνδέσμου",
  "PDFE.Views.DocumentHolder.guestText": "Επισκέπτης",
  "PDFE.Views.DocumentHolder.hideEqToolbar": "Απόκρυψη γραμμής εργαλείων εξίσωσης",
  "PDFE.Views.DocumentHolder.hyperlinkText": "Υπερσύνδεσμος",
  "PDFE.Views.DocumentHolder.insertColumnLeftText": "Στήλη αριστερά",
  "PDFE.Views.DocumentHolder.insertColumnRightText": "Στήλη δεξιά",
  "PDFE.Views.DocumentHolder.insertColumnText": "Εισαγωγή στήλης",
  "PDFE.Views.DocumentHolder.insertRowAboveText": "Γραμμή από επάνω",
  "PDFE.Views.DocumentHolder.insertRowBelowText": "Γραμμή από κάτω",
  "PDFE.Views.DocumentHolder.insertRowText": "Εισαγωγή γραμμής",
  "PDFE.Views.DocumentHolder.insertText": "Εισαγωγή",
  "PDFE.Views.DocumentHolder.latexText": "LaTeX",
  "PDFE.Views.DocumentHolder.leftText": "Αριστερά",
  "PDFE.Views.DocumentHolder.mergeCellsText": "Συγχώνευση κελιών",
  "PDFE.Views.DocumentHolder.mniImageFromFile": "Εικόνα από αρχείο",
  "PDFE.Views.DocumentHolder.mniImageFromStorage": "Εικόνα από αποθηκευτικό χώρο",
  "PDFE.Views.DocumentHolder.mniImageFromUrl": "Εικόνα από διεύθυνση URL",
  "PDFE.Views.DocumentHolder.originalSizeText": "Πραγματικό μέγεθος",
  "PDFE.Views.DocumentHolder.removeCommentText": "Αφαίρεση",
  "PDFE.Views.DocumentHolder.removeHyperlinkText": "Αφαίρεση υπερσυνδέσμου",
  "PDFE.Views.DocumentHolder.rightText": "Δεξιά",
  "PDFE.Views.DocumentHolder.rowText": "Γραμμή",
  "PDFE.Views.DocumentHolder.selectText": "Επιλογή",
  "PDFE.Views.DocumentHolder.showEqToolbar": "Εμφάνιση γραμμής εργαλείων εξίσωσης",
  "PDFE.Views.DocumentHolder.splitCellsText": "Διαίρεση κελιού...",
  "PDFE.Views.DocumentHolder.splitCellTitleText": "Διαίρεση κελιού",
  "PDFE.Views.DocumentHolder.tableText": "Πίνακας",
  "PDFE.Views.DocumentHolder.textArrangeBack": "Μεταφορά στο παρασκήνιο",
  "PDFE.Views.DocumentHolder.textArrangeBackward": "Μεταφορά πίσω",
  "PDFE.Views.DocumentHolder.textArrangeForward": "Μεταφορά εμπρός",
  "PDFE.Views.DocumentHolder.textArrangeFront": "Μεταφορά στο προσκήνιο",
  "PDFE.Views.DocumentHolder.textAxes": "Άξονες",
  "PDFE.Views.DocumentHolder.textAxisTitles": "Τίτλοι άξονα",
  "PDFE.Views.DocumentHolder.textBottom": "Κάτω μέρος",
  "PDFE.Views.DocumentHolder.textCenter": "Κέντρο",
  "PDFE.Views.DocumentHolder.textChartTitle": "Τίτλος γραφήματος",
  "PDFE.Views.DocumentHolder.textClearField": "Εκκαθάριση πεδίου",
  "PDFE.Views.DocumentHolder.textCm": "εκ",
  "PDFE.Views.DocumentHolder.textColor": "Χρώμα",
  "PDFE.Views.DocumentHolder.textCopy": "Αντιγραφή",
  "PDFE.Views.DocumentHolder.textCrop": "Περικοπή",
  "PDFE.Views.DocumentHolder.textCropFill": "Γέμισμα",
  "PDFE.Views.DocumentHolder.textCropFit": "Προσαρμογή",
  "PDFE.Views.DocumentHolder.textCustom": "Προσαρμογή",
  "PDFE.Views.DocumentHolder.textCut": "Αποκοπή",
  "PDFE.Views.DocumentHolder.textDataLabels": "Ετικέτες δεδομένων",
  "PDFE.Views.DocumentHolder.textDistributeCols": "Κατανομή στηλών",
  "PDFE.Views.DocumentHolder.textDistributeRows": "Κατανομή γραμμών",
  "PDFE.Views.DocumentHolder.textEditPoints": "Επεξεργασία σημείων",
  "PDFE.Views.DocumentHolder.textErrorBars": "Γραμμές σφάλματος",
  "PDFE.Views.DocumentHolder.textExponential": "Εκθετικό",
  "PDFE.Views.DocumentHolder.textFit": "Προσαρμογή στο πλάτος",
  "PDFE.Views.DocumentHolder.textFlipH": "Οριζόντια περιστροφή",
  "PDFE.Views.DocumentHolder.textFlipV": "Κατακόρυφη περιστροφή",
  "PDFE.Views.DocumentHolder.textFontSizeErr": "Η τιμή που βάλατε δεν είναι αποδεκτή.<br>Παρακαλούμε βάλτε μια αριθμητική τιμή μεταξύ 1 και 300",
  "PDFE.Views.DocumentHolder.textFromFile": "Από αρχείο",
  "PDFE.Views.DocumentHolder.textFromStorage": "Από αποθηκευτικό χώρο",
  "PDFE.Views.DocumentHolder.textFromUrl": "Από διεύθυνση URL",
  "PDFE.Views.DocumentHolder.textGridLines": "Γραμμές πλέγματος",
  "PDFE.Views.DocumentHolder.textHorAxis": "Οριζόντιος άξονας",
  "PDFE.Views.DocumentHolder.textHorAxisSec": "Δευτερεύων οριζόντιος άξονας",
  "PDFE.Views.DocumentHolder.textHorizontalMajor": "Οριζόντιες κύριες",
  "PDFE.Views.DocumentHolder.textHorizontalMinor": "Οριζόντιες δευτερεύουσες",
  "PDFE.Views.DocumentHolder.textInnerBottom": "Εσωτερικό κάτω μέρος",
  "PDFE.Views.DocumentHolder.textInnerTop": "Εσωτερικό επάνω μέρος",
  "PDFE.Views.DocumentHolder.textLeftData": "Αριστερά",
  "PDFE.Views.DocumentHolder.textLeftOverlay": "Αριστερή επικάλυψη",
  "PDFE.Views.DocumentHolder.textLegendPos": "Υπόμνημα",
  "PDFE.Views.DocumentHolder.textLinear": "Γραμμική",
  "PDFE.Views.DocumentHolder.textLinearForecast": "Γραμμική πρόβλεψη",
  "PDFE.Views.DocumentHolder.textLines": "Γραμμές",
  "PDFE.Views.DocumentHolder.textMovingAverage": "Κινητός μέσος όρος (2)",
  "PDFE.Views.DocumentHolder.textNone": "Κανένα",
  "PDFE.Views.DocumentHolder.textNoOverlay": "Χωρίς επικάλυψη",
  "PDFE.Views.DocumentHolder.textOuterTop": "Εξωτερικό επάνω",
  "PDFE.Views.DocumentHolder.textOverlay": "Επικάλυψη",
  "PDFE.Views.DocumentHolder.textPaste": "Επικόλληση",
  "PDFE.Views.DocumentHolder.textRecognize": "Επεξεργασία κειμένου",
  "PDFE.Views.DocumentHolder.textRedo": "Επανάληψη",
  "PDFE.Views.DocumentHolder.textReplace": "Αντικατάσταση εικόνας",
  "PDFE.Views.DocumentHolder.textResetCrop": "Επαναφορά περικοπής",
  "PDFE.Views.DocumentHolder.textRight": "Δεξιά",
  "PDFE.Views.DocumentHolder.textRightOverlay": "Δεξιά επικάλυψη",
  "PDFE.Views.DocumentHolder.textRotate": "Περιστροφή",
  "PDFE.Views.DocumentHolder.textRotate270": "Περιστροφή 90° Αριστερόστροφα",
  "PDFE.Views.DocumentHolder.textRotate90": "Περιστροφή 90° Δεξιόστροφα",
  "PDFE.Views.DocumentHolder.textSaveAsPicture": "Αποθήκευση ως εικόνα",
  "PDFE.Views.DocumentHolder.textShapeAlignBottom": "Στοίχιση κάτω",
  "PDFE.Views.DocumentHolder.textShapeAlignCenter": "Στοίχιση στο κέντρο",
  "PDFE.Views.DocumentHolder.textShapeAlignLeft": "Στοίχιση αριστερά",
  "PDFE.Views.DocumentHolder.textShapeAlignMiddle": "Σοίχιση στη μέση",
  "PDFE.Views.DocumentHolder.textShapeAlignRight": "Στοίχιση δεξιά",
  "PDFE.Views.DocumentHolder.textShapeAlignTop": "Στοίχιση επάνω",
  "PDFE.Views.DocumentHolder.textShapesMerge": "Συγχώνευση σχημάτων",
  "PDFE.Views.DocumentHolder.textShowLegendKeys": "Εμφάνιση υπομνήματος",
  "PDFE.Views.DocumentHolder.textShowUpDown": "Εμφάνιση επάνω/κάτω γραμμών",
  "PDFE.Views.DocumentHolder.textStandardDeviation": "Τυπική απόκλιση",
  "PDFE.Views.DocumentHolder.textStandardError": "Τυπικό σφάλμα",
  "PDFE.Views.DocumentHolder.textTop": "Επάνω",
  "PDFE.Views.DocumentHolder.textTrendline": "Γραμμή τάσεων",
  "PDFE.Views.DocumentHolder.textUndo": "Αναίρεση",
  "PDFE.Views.DocumentHolder.textUpDownBars": "Επάνω/Κάτω γραμμές",
  "PDFE.Views.DocumentHolder.textVertAxis": "Κάθετος άξονας",
  "PDFE.Views.DocumentHolder.textVertAxisSec": "Δευτερεύων κατακόρυφος άξονας",
  "PDFE.Views.DocumentHolder.textVerticalMajor": "Κατακόρυφες κύριες",
  "PDFE.Views.DocumentHolder.textVerticalMinor": "Κατακόρυφες δευτερεύουσες",
  "PDFE.Views.DocumentHolder.tipIsLocked": "Αυτό το στοιχείο επεξεργάζεται αυτήν τη στιγμή από άλλο χρήστη.",
  "PDFE.Views.DocumentHolder.tipRecognize": "Επεξεργασία κειμένου",
  "PDFE.Views.DocumentHolder.txtAddBottom": "Προσθήκη κάτω περιγράμματος",
  "PDFE.Views.DocumentHolder.txtAddFractionBar": "Προσθήκη γραμμής κλάσματος",
  "PDFE.Views.DocumentHolder.txtAddHor": "Προσθήκη οριζόντιας γραμμής",
  "PDFE.Views.DocumentHolder.txtAddLB": "Προσθήκη αριστερής κάτω γραμμής",
  "PDFE.Views.DocumentHolder.txtAddLeft": "Προσθήκη αριστερού περιγράμματος",
  "PDFE.Views.DocumentHolder.txtAddLT": "Προσθήκη αριστερής πάνω γραμμής",
  "PDFE.Views.DocumentHolder.txtAddRight": "Προσθήκη δεξιού περιγράμματος",
  "PDFE.Views.DocumentHolder.txtAddTop": "Προσθήκη επάνω περιγράμματος",
  "PDFE.Views.DocumentHolder.txtAddVer": "Προσθήκη κατακόρυφης γραμμής",
  "PDFE.Views.DocumentHolder.txtAlign": "Στοίχιση",
  "PDFE.Views.DocumentHolder.txtAlignToChar": "Στοίχιση σε χαρακτήρα",
  "PDFE.Views.DocumentHolder.txtArrange": "Τακτοποίηση",
  "PDFE.Views.DocumentHolder.txtBackground": "Παρασκήνιο",
  "PDFE.Views.DocumentHolder.txtBorderProps": "Ιδιότητες περιγράμματος",
  "PDFE.Views.DocumentHolder.txtBottom": "Κάτω μέρος",
  "PDFE.Views.DocumentHolder.txtColumnAlign": "Στοίχιση στήλης",
  "PDFE.Views.DocumentHolder.txtCopyPage": "Αντιγραφή σελίδας",
  "PDFE.Views.DocumentHolder.txtCutPage": "Αποκοπή σελίδας",
  "PDFE.Views.DocumentHolder.txtDecreaseArg": "Μείωση μεγέθους ορίσματος",
  "PDFE.Views.DocumentHolder.txtDeleteArg": "Διαγραφή ορίσματος",
  "PDFE.Views.DocumentHolder.txtDeleteBreak": "Διαγραφή χειροκίνητης αλλαγής",
  "PDFE.Views.DocumentHolder.txtDeleteChars": "Διαγραφή χαρακτήρων εγκλεισμού",
  "PDFE.Views.DocumentHolder.txtDeleteCharsAndSeparators": "Διαγραφή χαρακτήρων εγκλεισμού και διαχωριστών",
  "PDFE.Views.DocumentHolder.txtDeleteEq": "Διαγραφή εξίσωσης",
  "PDFE.Views.DocumentHolder.txtDeleteGroupChar": "Διαγραφή χαρακτήρα",
  "PDFE.Views.DocumentHolder.txtDeletePage": "Διαγραφή σελίδας",
  "PDFE.Views.DocumentHolder.txtDeleteRadical": "Διαγραφή ρίζας",
  "PDFE.Views.DocumentHolder.txtDistribHor": "Οριζόντια κατανομή",
  "PDFE.Views.DocumentHolder.txtDistribVert": "Κατακόρυφη κατανομή",
  "PDFE.Views.DocumentHolder.txtEmpty": "(Κενό)",
  "PDFE.Views.DocumentHolder.txtFractionLinear": "Αλλαγή σε γραμμικό κλάσμα",
  "PDFE.Views.DocumentHolder.txtFractionSkewed": "Αλλαγή σε πλάγιο κλάσμα",
  "PDFE.Views.DocumentHolder.txtFractionStacked": "Αλλαγή σε σύνθετο κλάσμα",
  "PDFE.Views.DocumentHolder.txtGroup": "Ομάδα",
  "PDFE.Views.DocumentHolder.txtGroupCharOver": "Χαρακτήρας πάνω από το κείμενο",
  "PDFE.Views.DocumentHolder.txtGroupCharUnder": "Χαρακτήρας κάτω από το κείμενο",
  "PDFE.Views.DocumentHolder.txtHideBottom": "Απόκρυψη κάτω περιγράμματος",
  "PDFE.Views.DocumentHolder.txtHideBottomLimit": "Απόκρυψη κάτω ορίου",
  "PDFE.Views.DocumentHolder.txtHideCloseBracket": "Απόκρυψη παρένθεσης που κλείνει",
  "PDFE.Views.DocumentHolder.txtHideDegree": "Απόκρυψη πτυχίου",
  "PDFE.Views.DocumentHolder.txtHideHor": "Απόκρυψη οριζόντιας γραμμής",
  "PDFE.Views.DocumentHolder.txtHideLB": "Απόκρυψη αριστερής κάτω γραμμής",
  "PDFE.Views.DocumentHolder.txtHideLeft": "Απόκρυψη αριστερού περιγράμματος",
  "PDFE.Views.DocumentHolder.txtHideLT": "Απόκρυψη αριστερής πάνω γραμμής",
  "PDFE.Views.DocumentHolder.txtHideOpenBracket": "Απόκρυψη παρένθεσης που ανοίγει",
  "PDFE.Views.DocumentHolder.txtHidePlaceholder": "Απόκρυψη δέσμευσης θέσης",
  "PDFE.Views.DocumentHolder.txtHideRight": "Απόκρυψη δεξιού περιγράμματος",
  "PDFE.Views.DocumentHolder.txtHideTop": "Απόκρυψη πάνω περιγράμματος",
  "PDFE.Views.DocumentHolder.txtHideTopLimit": "Απόκρυψη άνω ορίου",
  "PDFE.Views.DocumentHolder.txtHideVer": "Απόκρυψη κατακόρυφης γραμμής",
  "PDFE.Views.DocumentHolder.txtIncreaseArg": "Αύξηση μεγέθους ορίσματος",
  "PDFE.Views.DocumentHolder.txtInsertArgAfter": "Εισαγωγή ορίσματος μετά",
  "PDFE.Views.DocumentHolder.txtInsertArgBefore": "Εισαγωγή ορίσματος πριν",
  "PDFE.Views.DocumentHolder.txtInsertBreak": "Εισαγωγή χειροκίνητης αλλαγής",
  "PDFE.Views.DocumentHolder.txtInsertEqAfter": "Εισαγωγή εξίσωσης μετά",
  "PDFE.Views.DocumentHolder.txtInsertEqBefore": "Εισαγωγή εξίσωσης πριν",
  "PDFE.Views.DocumentHolder.txtLimitChange": "Αλλαγή θέσης ορίων",
  "PDFE.Views.DocumentHolder.txtLimitOver": "Όριο πάνω από το κείμενο",
  "PDFE.Views.DocumentHolder.txtLimitUnder": "Όριο κάτω από το κείμενο",
  "PDFE.Views.DocumentHolder.txtMatchBrackets": "Προσαρμογή παρενθέσεων στο ύψος των ορισμάτων",
  "PDFE.Views.DocumentHolder.txtMatrixAlign": "Στοίχιση πίνακα",
  "PDFE.Views.DocumentHolder.txtNewPageAfter": "Εισαγωγή κενής σελίδας μετά",
  "PDFE.Views.DocumentHolder.txtNewPageBefore": "Εισαγωγή κενής σελίδας πριν",
  "PDFE.Views.DocumentHolder.txtOpacity": "Αδιαφάνεια",
  "PDFE.Views.DocumentHolder.txtOverbar": "Μπάρα πάνω από κείμενο",
  "PDFE.Views.DocumentHolder.txtPastePage": "Επικόλληση σελίδας",
  "PDFE.Views.DocumentHolder.txtPastePageAfter": "Επικόλληση σελίδας μετά",
  "PDFE.Views.DocumentHolder.txtPastePageBefore": "Επικόλληση σελίδας πριν",
  "PDFE.Views.DocumentHolder.txtPercentage": "Ποσοστό",
  "PDFE.Views.DocumentHolder.txtPressLink": "Πατήστε {0} και κάντε κλικ στο σύνδεσμο",
  "PDFE.Views.DocumentHolder.txtPrintSelection": "Εκτύπωση επιλογής",
  "PDFE.Views.DocumentHolder.txtRemFractionBar": "Αφαίρεση γραμμής κλάσματος",
  "PDFE.Views.DocumentHolder.txtRemLimit": "Αφαίρεση ορίου",
  "PDFE.Views.DocumentHolder.txtRemoveAccentChar": "Αφαίρεση τονισμένου χαρακτήρα",
  "PDFE.Views.DocumentHolder.txtRemoveBar": "Αφαίρεση μπάρας",
  "PDFE.Views.DocumentHolder.txtRemScripts": "Αφαίρεση δεσμών ενεργειών",
  "PDFE.Views.DocumentHolder.txtRemSubscript": "Αφαίρεση δείκτη",
  "PDFE.Views.DocumentHolder.txtRemSuperscript": "Αφαίρεση εκθέτη",
  "PDFE.Views.DocumentHolder.txtRotateLeft": "Περιστροφή αριστερά",
  "PDFE.Views.DocumentHolder.txtRotateRight": "Περιστροφή δεξιά",
  "PDFE.Views.DocumentHolder.txtScriptsAfter": "Δέσμες ενεργειών μετά το κείμενο",
  "PDFE.Views.DocumentHolder.txtScriptsBefore": "Δέσμες ενεργειών πριν το κείμενο",
  "PDFE.Views.DocumentHolder.txtSelectAll": "Επιλογή όλων ",
  "PDFE.Views.DocumentHolder.txtShowBottomLimit": "Εμφάνιση κάτω ορίου",
  "PDFE.Views.DocumentHolder.txtShowCloseBracket": "Εμφάνιση δεξιάς παρένθεσης",
  "PDFE.Views.DocumentHolder.txtShowDegree": "Εμφάνιση πτυχίου",
  "PDFE.Views.DocumentHolder.txtShowOpenBracket": "Εμφάνιση αριστερής παρένθεσης",
  "PDFE.Views.DocumentHolder.txtShowPlaceholder": "Εμφάνιση δεσμευμένης θέσης",
  "PDFE.Views.DocumentHolder.txtShowTopLimit": "Εμφάνιση πάνω ορίου",
  "PDFE.Views.DocumentHolder.txtStretchBrackets": "Έκταση παρενθέσεων",
  "PDFE.Views.DocumentHolder.txtTop": "Κορυφή",
  "PDFE.Views.DocumentHolder.txtUnderbar": "Μπάρα κάτω από κείμενο",
  "PDFE.Views.DocumentHolder.txtUngroup": "Κατάργηση ομαδοποίησης",
  "PDFE.Views.DocumentHolder.txtWarnUrl": "Το κλικ σε αυτόν τον σύνδεσμο μπορεί να είναι επιβλαβές για τη συσκευή και τα δεδομένα σας. Για να προστατεύσετε τον υπολογιστή σας, κάντε κλικ μόνο σε αυτούς τους υπερσυνδέσμους από αξιόπιστες πηγές. Αυτή η τοποθεσία μπορεί να είναι ανασφαλής:<br><br>{0}<br><br>Είστε σίγουροι ότι θέλετε να συνεχίσετε;",
  "PDFE.Views.DocumentHolder.unicodeText": "Unicode",
  "PDFE.Views.DocumentHolder.vertAlignText": "Κατακόρυφη στοίχιση",
  "PDFE.Views.FileMenu.ariaFileMenu": "Μενού αρχείου",
  "PDFE.Views.FileMenu.btnBackCaption": "Άνοιγμα θέσης αρχείου",
  "PDFE.Views.FileMenu.btnCloseEditor": "Κλείσιμο αρχείου",
  "PDFE.Views.FileMenu.btnCloseMenuCaption": "Πίσω",
  "PDFE.Views.FileMenu.btnCreateNewCaption": "Δημιουργία νέου",
  "PDFE.Views.FileMenu.btnDownloadCaption": "Λήψη ως",
  "PDFE.Views.FileMenu.btnExitCaption": "Κλείσιμο",
  "PDFE.Views.FileMenu.btnFileOpenCaption": "Άνοιγμα",
  "PDFE.Views.FileMenu.btnHelpCaption": "Βοήθεια",
  "PDFE.Views.FileMenu.btnInfoCaption": "Πληροφορίες",
  "PDFE.Views.FileMenu.btnPrintCaption": "Εκτύπωση",
  "PDFE.Views.FileMenu.btnProtectCaption": "Προστασία",
  "PDFE.Views.FileMenu.btnRecentFilesCaption": "Άνοιγμα πρόσφατου",
  "PDFE.Views.FileMenu.btnRenameCaption": "Μετονομασία",
  "PDFE.Views.FileMenu.btnReturnCaption": "Πίσω στο έγγραφο",
  "PDFE.Views.FileMenu.btnRightsCaption": "Δικαιώματα rρόσβασης",
  "PDFE.Views.FileMenu.btnSaveAsCaption": "Αποθήκευση ως",
  "PDFE.Views.FileMenu.btnSaveCaption": "Αποθήκευση",
  "PDFE.Views.FileMenu.btnSaveCopyAsCaption": "Αποθήκευση αντιγράφου ως",
  "PDFE.Views.FileMenu.btnSettingsCaption": "Προηγμένες ρυθμίσεις",
  "PDFE.Views.FileMenu.btnSuggestCaption": "Προτείνετε ένα χαρακτηριστικό",
  "PDFE.Views.FileMenu.btnSwitchToMobileCaption": "Μετάβαση σε Κινητό",
  "PDFE.Views.FileMenu.btnToEditCaption": "Επεξεργασία εγγράφου",
  "PDFE.Views.FileMenu.textDownload": "Λήψη",
  "PDFE.Views.FileMenuPanels.CreateNew.txtBlank": "Κενό έγγραφο",
  "PDFE.Views.FileMenuPanels.CreateNew.txtCreateNew": "Δημιουργία νέου",
  "PDFE.Views.FileMenuPanels.DocumentInfo.okButtonText": "Εφαρμογή",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtAddAuthor": "Προσθήκη συγγραφέα",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtAddText": "Προσθήκη κειμένου",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtAppName": "Εφαρμογή",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtAuthor": "Συγγραφέας",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtBtnAccessRights": "Αλλαγή δικαιωμάτων πρόσβασης",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtComment": "Σχόλιο",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtCommon": "Κοινό",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtCreated": "Δημιουργήθηκε",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtDocumentInfo": "Πληροφορίες εγγράφου",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtFastWV": "Γρήγορη προβολή δικτύου",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtLoading": "Φόρτωση...",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtModifyBy": "Τελευταία τροποποίηση από",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtModifyDate": "Τελευταία τροποποίηση",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtNo": "Όχι",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtOwner": "Κάτοχος",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtPages": "Σελίδες",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtPageSize": "Μέγεθος σελίδας",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtParagraphs": "Παράγραφοι",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtPdfProducer": "Παραγωγός PDF",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtPdfTagged": "PDF με ετικέτες",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtPdfVer": "Έκδοση PDF",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtPlacement": "Τοποθεσία",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtRights": "Άτομα που έχουν δικαιώματα",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtSpaces": "Χαρακτήρες με διαστήματα",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtStatistics": "Στατιστικά",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtSubject": "Θέμα",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtSymbols": "Χαρακτήρες",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtTags": "Ετικέτες",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtTitle": "Τίτλος",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtUploaded": "Μεταφορτώθηκε",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtWords": "Λέξεις",
  "PDFE.Views.FileMenuPanels.DocumentInfo.txtYes": "Ναι",
  "PDFE.Views.FileMenuPanels.DocumentRights.txtAccessRights": "Δικαιώματα πρόσβασης",
  "PDFE.Views.FileMenuPanels.DocumentRights.txtBtnAccessRights": "Αλλαγή δικαιωμάτων πρόσβασης",
  "PDFE.Views.FileMenuPanels.DocumentRights.txtRights": "Άτομα που έχουν δικαιώματα",
  "PDFE.Views.FileMenuPanels.ProtectDoc.strEncrypt": "Με συνθηματικό",
  "PDFE.Views.FileMenuPanels.ProtectDoc.strProtect": "Προστασία Εγγράφου",
  "PDFE.Views.FileMenuPanels.ProtectDoc.strSignature": "Με υπογραφή",
  "PDFE.Views.FileMenuPanels.ProtectDoc.txtAddedSignature": "Στο έγγραφο έχουν προστεθεί έγκυρες υπογραφές.<br>Το έγγραφο προστατεύεται από επεξεργασία.",
  "PDFE.Views.FileMenuPanels.ProtectDoc.txtAddSignature": "Διασφαλίστε την ακεραιότητα του εγγράφου προσθέτοντας μια<br>αόρατη ψηφιακή υπογραφή",
  "PDFE.Views.FileMenuPanels.ProtectDoc.txtEdit": "Επεξεργασία εγγράφου",
  "PDFE.Views.FileMenuPanels.ProtectDoc.txtEditWarning": "Η επεξεργασία θα αφαιρέσει τις υπογραφές από το έγγραφο.<br>Θέλετε σίγουρα να συνεχίσετε;",
  "PDFE.Views.FileMenuPanels.ProtectDoc.txtEncrypted": "Αυτό το έγγραφο έχει προστατευτεί με συνθηματικό",
  "PDFE.Views.FileMenuPanels.ProtectDoc.txtProtectDocument": "Κρυπτογραφήστε αυτό το έγγραφο με συνθηματικό",
  "PDFE.Views.FileMenuPanels.ProtectDoc.txtRequestedSignatures": "Αυτό το έγγραφο πρέπει να υπογραφεί.",
  "PDFE.Views.FileMenuPanels.ProtectDoc.txtSigned": "Προστέθηκαν έγκυρες υπογραφές στο έγγραφο. Το έγγραφο έχει προστασία επεξεργασίας.",
  "PDFE.Views.FileMenuPanels.ProtectDoc.txtSignedInvalid": "Κάποιες από τις ψηφιακές υπογραφές του εγγράφου είναι άκυρες ή δεν επιβεβαιώθηκαν. Αποτρέπεται η επεξεργασία του εγγράφου.",
  "PDFE.Views.FileMenuPanels.ProtectDoc.txtView": "Προβολή υπογραφών",
  "PDFE.Views.FileMenuPanels.Settings.okButtonText": "Εφαρμογή",
  "PDFE.Views.FileMenuPanels.Settings.strCoAuthMode": "Κατάσταση συν-επεξεργασίας",
  "PDFE.Views.FileMenuPanels.Settings.strFast": "Γρήγορη",
  "PDFE.Views.FileMenuPanels.Settings.strFontRender": "Υποδείξεις γραμματοσειρών",
  "PDFE.Views.FileMenuPanels.Settings.strKeyboardShortcuts": "Συντομεύσεις πληκτρολογίου",
  "PDFE.Views.FileMenuPanels.Settings.strRTLSupport": "Διεπαφή RTL",
  "PDFE.Views.FileMenuPanels.Settings.strShowChanges": "Αλλαγές συνεργασίας πραγματικού χρόνου",
  "PDFE.Views.FileMenuPanels.Settings.strShowComments": "Εμφάνιση σχολίων σε κείμενο",
  "PDFE.Views.FileMenuPanels.Settings.strShowOthersChanges": "Εμφάνιση αλλαγών από άλλους χρήστες",
  "PDFE.Views.FileMenuPanels.Settings.strShowResolvedComments": "Εμφάνιση επιλυμένων σχολίων",
  "PDFE.Views.FileMenuPanels.Settings.strStrict": "Αυστηρή",
  "PDFE.Views.FileMenuPanels.Settings.strTabStyle": "Στυλ καρτέλας",
  "PDFE.Views.FileMenuPanels.Settings.strTheme": "Θέμα διεπαφής",
  "PDFE.Views.FileMenuPanels.Settings.strUnit": "Μονάδα μέτρησης",
  "PDFE.Views.FileMenuPanels.Settings.strZoom": "Προεπιλεγμένη τιμή εστίασης",
  "PDFE.Views.FileMenuPanels.Settings.textAutoRecover": "Αποθήκευση πληροφοριών αυτόματης ανάκτησης",
  "PDFE.Views.FileMenuPanels.Settings.textAutoSave": "Αυτόματη αποθήκευση",
  "PDFE.Views.FileMenuPanels.Settings.textDisabled": "Απενεργοποιημένο",
  "PDFE.Views.FileMenuPanels.Settings.textFill": "Γέμισμα",
  "PDFE.Views.FileMenuPanels.Settings.textForceSave": "Αποθήκευση ενδιάμεσων εκδόσεων",
  "PDFE.Views.FileMenuPanels.Settings.textLine": "Γραμμή",
  "PDFE.Views.FileMenuPanels.Settings.textMinute": "Κάθε λεπτό",
  "PDFE.Views.FileMenuPanels.Settings.txtAdvancedSettings": "Προηγμένες ρυθμίσεις",
  "PDFE.Views.FileMenuPanels.Settings.txtAll": "Προβολή όλων",
  "PDFE.Views.FileMenuPanels.Settings.txtAppearance": "Εμφάνιση",
  "PDFE.Views.FileMenuPanels.Settings.txtCacheMode": "Προεπιλεγμένη κατάσταση λανθάνουσας μνήμης",
  "PDFE.Views.FileMenuPanels.Settings.txtCm": "Εκατοστό",
  "PDFE.Views.FileMenuPanels.Settings.txtCollaboration": "Συνεργασία",
  "PDFE.Views.FileMenuPanels.Settings.txtCustomize": "Προσαρμογή",
  "PDFE.Views.FileMenuPanels.Settings.txtCustomizeQuickAccess": "Προσαρμογή γρήγορης πρόσβασης",
  "PDFE.Views.FileMenuPanels.Settings.txtDarkMode": "Ενεργοποίηση σκούρου θέματος εγγράφου",
  "PDFE.Views.FileMenuPanels.Settings.txtEditingSaving": "Επεξεργασία και αποθήκευση",
  "PDFE.Views.FileMenuPanels.Settings.txtFastTip": "Συν-επεξεργασία σε πραγματικό χρόνο. Όλες οι αλλαγές αποθηκεύονται αυτόματα",
  "PDFE.Views.FileMenuPanels.Settings.txtFitPage": "Προσαρμογή στη σελίδα",
  "PDFE.Views.FileMenuPanels.Settings.txtFitWidth": "Προσαρμογή στο πλάτος",
  "PDFE.Views.FileMenuPanels.Settings.txtHieroglyphs": "Ιερογλυφικά",
  "PDFE.Views.FileMenuPanels.Settings.txtInch": "Ίντσα",
  "PDFE.Views.FileMenuPanels.Settings.txtLast": "Προβολή τελευταίου",
  "PDFE.Views.FileMenuPanels.Settings.txtLastUsed": "Τελευταία χρήση",
  "PDFE.Views.FileMenuPanels.Settings.txtMac": "Ως OS X",
  "PDFE.Views.FileMenuPanels.Settings.txtNative": "Εγγενής",
  "PDFE.Views.FileMenuPanels.Settings.txtNone": "Προβολή κανενός",
  "PDFE.Views.FileMenuPanels.Settings.txtPt": "Σημείο",
  "PDFE.Views.FileMenuPanels.Settings.txtQuickPrint": "Εμφάνιση του κουμπιού γρήγορης εκτύπωσης στην κεφαλίδα του προγράμματος επεξεργασίας",
  "PDFE.Views.FileMenuPanels.Settings.txtQuickPrintTip": "Το έγγραφο θα εκτυπωθεί στον τελευταίο επιλεγμένο ή προεπιλεγμένο εκτυπωτή",
  "PDFE.Views.FileMenuPanels.Settings.txtScreenReader": "Ενεργοποίηση υποστήριξης προγράμματος ανάγνωσης οθόνης",
  "PDFE.Views.FileMenuPanels.Settings.txtStrictTip": "Χρησιμοποιήστε το κουμπί \"Αποθήκευση\" για να συγχρονίσετε τις αλλαγές που κάνετε εσείς και άλλοι",
  "PDFE.Views.FileMenuPanels.Settings.txtTabBack": "Χρήση χρώματος γραμμής εργαλείων ως φόντο καρτελών",
  "PDFE.Views.FileMenuPanels.Settings.txtUseAltKey": "Χρησιμοποιήστε το πλήκτρο Alt για πλοήγηση στη διεπαφή χρήστη χρησιμοποιώντας το πληκτρολόγιο",
  "PDFE.Views.FileMenuPanels.Settings.txtUseAnnotateBar": "Χρήση της μίνι γραμμής εργαλείων κατά την επιλογή κειμένου",
  "PDFE.Views.FileMenuPanels.Settings.txtUseOptionKey": "Χρησιμοποιήστε το πλήκτρο επιλογής για πλοήγηση στη διεπαφή χρήστη χρησιμοποιώντας το πληκτρολόγιο",
  "PDFE.Views.FileMenuPanels.Settings.txtWin": "Ως Windows",
  "PDFE.Views.FileMenuPanels.Settings.txtWorkspace": "Χώρος εργασίας",
  "PDFE.Views.FileMenuPanels.ViewSaveAs.textDownloadAs": "Λήψη ως",
  "PDFE.Views.FileMenuPanels.ViewSaveCopy.textSaveCopyAs": "Αποθήκευση αντιγράφου ως",
  "PDFE.Views.FormatSettingsDialog.textAfter": "Μετά από χώρο",
  "PDFE.Views.FormatSettingsDialog.textAfterSpace": "Μετά με χώρο",
  "PDFE.Views.FormatSettingsDialog.textBefore": "Πριν χωρίς κενό",
  "PDFE.Views.FormatSettingsDialog.textBeforeSpace": "Πριν με κενό",
  "PDFE.Views.FormatSettingsDialog.textCategory": "Κατηγορία",
  "PDFE.Views.FormatSettingsDialog.textDate": "Ημερομηνία",
  "PDFE.Views.FormatSettingsDialog.textDecimal": "Δεκαδικά ψηφία",
  "PDFE.Views.FormatSettingsDialog.textFormat": "Μορφή",
  "PDFE.Views.FormatSettingsDialog.textLocation": "Θέση συμβόλων",
  "PDFE.Views.FormatSettingsDialog.textMask": "Τυχαία Μάσκα",
  "PDFE.Views.FormatSettingsDialog.textNegative": "Στυλ αρνητικού αριθμού",
  "PDFE.Views.FormatSettingsDialog.textNone": "Κανένα",
  "PDFE.Views.FormatSettingsDialog.textNumber": "Αριθμός",
  "PDFE.Views.FormatSettingsDialog.textParens": "Εμφάνιση παρενθέσεων",
  "PDFE.Views.FormatSettingsDialog.textPercent": "Ποσοστό",
  "PDFE.Views.FormatSettingsDialog.textPhone": "Αριθμός τηλεφώνου",
  "PDFE.Views.FormatSettingsDialog.textRed": "Χρήση κόκκινου κειμένου",
  "PDFE.Views.FormatSettingsDialog.textReg": "Συμβολική έκφραση",
  "PDFE.Views.FormatSettingsDialog.textSeparator": "Στυλ διαχωριστή",
  "PDFE.Views.FormatSettingsDialog.textSpecial": "Ειδική",
  "PDFE.Views.FormatSettingsDialog.textSSN": "Αριθμός κοινωνικής ασφάλισης",
  "PDFE.Views.FormatSettingsDialog.textSymbol": "Σύμβολο νομίσματος",
  "PDFE.Views.FormatSettingsDialog.textTime": "Ώρα",
  "PDFE.Views.FormatSettingsDialog.textTitle": "Ρυθμίσεις μορφής",
  "PDFE.Views.FormatSettingsDialog.textZipCode": "Ταχ. Κώδικας",
  "PDFE.Views.FormatSettingsDialog.textZipCode4": "Ταχ. Κώδικας +4",
  "PDFE.Views.FormatSettingsDialog.txtCustom": "Προσαρμοσμένο",
  "PDFE.Views.FormatSettingsDialog.txtSample": "Παράδειγμα:",
  "PDFE.Views.FormSettings.textAdvanced": "Εμφάνιση προηγμένων ρυθμίσεων",
  "PDFE.Views.FormSettings.textAlways": "Πάντα",
  "PDFE.Views.FormSettings.textAnamorphic": "Μη αναλογικά",
  "PDFE.Views.FormSettings.textArabic": "Αραβικά",
  "PDFE.Views.FormSettings.textAutofit": "Αυτόματο Ταίριασμα",
  "PDFE.Views.FormSettings.textBackgroundColor": "Χρώμα παρασκηνίου",
  "PDFE.Views.FormSettings.textBehavior": "Συμπεριφορά",
  "PDFE.Views.FormSettings.textBeveled": "Λοξός",
  "PDFE.Views.FormSettings.textBorder": "Περίγραμμα",
  "PDFE.Views.FormSettings.textButton": "Κουμπί",
  "PDFE.Views.FormSettings.textChbStyle": "Στυλ στοιχείου ελέγχου",
  "PDFE.Views.FormSettings.textCheck": "Έλεγχος",
  "PDFE.Views.FormSettings.textCheckbox": "Πλαίσιο επιλογής",
  "PDFE.Views.FormSettings.textCheckDefault": "Το πλαίσιο ελέγχου είναι επιλεγμένο από προεπιλογή",
  "PDFE.Views.FormSettings.textCircle": "Κύκλος",
  "PDFE.Views.FormSettings.textClear": "Εκκαθάριση",
  "PDFE.Views.FormSettings.textColor": "Χρώμα",
  "PDFE.Views.FormSettings.textComb": "Ξεδιάλεγμα χαρακτήρων",
  "PDFE.Views.FormSettings.textCombobox": "Πολλαπλές επιλογές",
  "PDFE.Views.FormSettings.textCommit": "Δέσμευση επιλεγμένης αξίας αμέσως",
  "PDFE.Views.FormSettings.textCross": "Διασταύρωση",
  "PDFE.Views.FormSettings.textCustomText": "Επιτρέψτε το προσαρμοσμένο κείμενο",
  "PDFE.Views.FormSettings.textDashed": "Διακεκομμένο",
  "PDFE.Views.FormSettings.textDate": "Ημερομηνία",
  "PDFE.Views.FormSettings.textDateField": "Πεδίο ημερομηνίας και ώρας",
  "PDFE.Views.FormSettings.textDiamond": "Ρόμβος",
  "PDFE.Views.FormSettings.textDown": "Κάτω",
  "PDFE.Views.FormSettings.textExport": "Εξαγωγή τιμής",
  "PDFE.Views.FormSettings.textField": "Πεδίο κειμένου",
  "PDFE.Views.FormSettings.textFitBounds": "Προσαρμογή σε όρια",
  "PDFE.Views.FormSettings.textFormat": "Μορφή",
  "PDFE.Views.FormSettings.textFromFile": "Από αρχείο",
  "PDFE.Views.FormSettings.textFromStorage": "Από αποθηκευτικό χώρο",
  "PDFE.Views.FormSettings.textFromUrl": "Από διεύθυνση URL",
  "PDFE.Views.FormSettings.textHindi": "Ινδικά",
  "PDFE.Views.FormSettings.textHover": "Μεταφορά",
  "PDFE.Views.FormSettings.textHowScale": "Κλίμακα",
  "PDFE.Views.FormSettings.textIcon": "Εικονίδιο",
  "PDFE.Views.FormSettings.textIconLeft": "Εικονίδιο αριστερά, ετικέτα δεξιά",
  "PDFE.Views.FormSettings.textIconOnly": "Μόνο εικονίδιο",
  "PDFE.Views.FormSettings.textIconTop": "Εικονίδιο επάνω, ετικέτα κάτω",
  "PDFE.Views.FormSettings.textImage": "Εικόνα",
  "PDFE.Views.FormSettings.textInset": "Ενθεση",
  "PDFE.Views.FormSettings.textInvert": "Αντιστροφή",
  "PDFE.Views.FormSettings.textLabel": "Ετικέτα",
  "PDFE.Views.FormSettings.textLabelLeft": "Ετικέτα αριστερά, εικονίδιο δεξιά",
  "PDFE.Views.FormSettings.textLabelTop": "Ετικέτα επάνω, εικονίδιο κάτω",
  "PDFE.Views.FormSettings.textLayout": "Διάταξη",
  "PDFE.Views.FormSettings.textListBox": "Πλαίσιο λίστας",
  "PDFE.Views.FormSettings.textLock": "Κλείδωμα",
  "PDFE.Views.FormSettings.textMask": "Αυθαίρετη μάσκα",
  "PDFE.Views.FormSettings.textMaxChars": "Όριο χαρακτήρων",
  "PDFE.Views.FormSettings.textMedium": "Μεσαίο",
  "PDFE.Views.FormSettings.textMulti": "Πολλές γραμμές",
  "PDFE.Views.FormSettings.textMultisel": "Πολλαπλή επιλογή",
  "PDFE.Views.FormSettings.textName": "Όνομα",
  "PDFE.Views.FormSettings.textNever": "Ποτέ",
  "PDFE.Views.FormSettings.textNoBorder": "Χωρίς περίγραμμα",
  "PDFE.Views.FormSettings.textNoFill": "Χωρίς γέμισμα",
  "PDFE.Views.FormSettings.textNone": "Κανένα",
  "PDFE.Views.FormSettings.textNormal": "Επάνω",
  "PDFE.Views.FormSettings.textNumber": "Αριθμός",
  "PDFE.Views.FormSettings.textNumeral": "Αριθμητική",
  "PDFE.Views.FormSettings.textOrientation": "Προσανατολισμός",
  "PDFE.Views.FormSettings.textOutline": "Περίγραμμα",
  "PDFE.Views.FormSettings.textOverlay": "Ετικέτα επάνω από εικονίδιο",
  "PDFE.Views.FormSettings.textPassword": "Κωδικός",
  "PDFE.Views.FormSettings.textPercent": "Ποσοστό",
  "PDFE.Views.FormSettings.textPhone": "Αριθμός τηλεφώνου",
  "PDFE.Views.FormSettings.textPlaceholder": "Δέσμευση θέσης",
  "PDFE.Views.FormSettings.textPlacement": "Τοποθέτηση εικονιδίων",
  "PDFE.Views.FormSettings.textProportional": "Αναλογικά",
  "PDFE.Views.FormSettings.textPush": "Ώθηση",
  "PDFE.Views.FormSettings.textRadiobox": "Κουμπί επιλογής",
  "PDFE.Views.FormSettings.textRadioChoice": "Επιλογή κουμπιού επιλογής",
  "PDFE.Views.FormSettings.textRadioDefault": "Το κουμπί είναι επιλεγμένο από προεπιλογή",
  "PDFE.Views.FormSettings.textRadioStyle": "Στυλ κουμπιού",
  "PDFE.Views.FormSettings.textReadonly": "Μόνο για ανάγνωση",
  "PDFE.Views.FormSettings.textReg": "Συμβολική έκφραση",
  "PDFE.Views.FormSettings.textRequired": "Απαιτείται",
  "PDFE.Views.FormSettings.textScale": "Πότε να γίνεται κλιμάκωση",
  "PDFE.Views.FormSettings.textScroll": "Κύλιση μεγάλου κειμένου",
  "PDFE.Views.FormSettings.textSelect": "Επιλογή",
  "PDFE.Views.FormSettings.textSolid": "Συμπαγές",
  "PDFE.Views.FormSettings.textSpecial": "Ειδική",
  "PDFE.Views.FormSettings.textSquare": "Τετράγωνο",
  "PDFE.Views.FormSettings.textSSN": "Αριθμός κοινωνικής ασφάλισης",
  "PDFE.Views.FormSettings.textStar": "Αστέρι",
  "PDFE.Views.FormSettings.textState": "Κατάσταση",
  "PDFE.Views.FormSettings.textStyle": "Τεχνοτροπία",
  "PDFE.Views.FormSettings.textText": "Κείμενο",
  "PDFE.Views.FormSettings.textTextOnly": "Μόνο ετικέτα",
  "PDFE.Views.FormSettings.textThick": "Παχιά",
  "PDFE.Views.FormSettings.textThickness": "Πάχος",
  "PDFE.Views.FormSettings.textThin": "Λεπτή",
  "PDFE.Views.FormSettings.textTime": "Ώρα",
  "PDFE.Views.FormSettings.textTip": "Υπόδειξη",
  "PDFE.Views.FormSettings.textTipAdd": "Προσθήκη νέας τιμής",
  "PDFE.Views.FormSettings.textTipDelete": "Διαγραφή τιμής",
  "PDFE.Views.FormSettings.textTipDown": "Μετακίνηση κάτω",
  "PDFE.Views.FormSettings.textTipUp": "Μετακίνηση επάνω",
  "PDFE.Views.FormSettings.textTooBig": "Η εικόνα είναι πολύ μεγάλη",
  "PDFE.Views.FormSettings.textTooSmall": "Η εικόνα είναι πολύ μικρή",
  "PDFE.Views.FormSettings.textUnderline": "Υπογράμμιση",
  "PDFE.Views.FormSettings.textUnison": "Κουμπιά με το ίδιο όνομα και επιλογή επιλέγονται από κοινού",
  "PDFE.Views.FormSettings.textUnlock": "Ξεκλείδωμα",
  "PDFE.Views.FormSettings.textValue": "Επιλογές τιμής",
  "PDFE.Views.FormSettings.textZipCode": "Ταχ. Κώδικας",
  "PDFE.Views.FormSettings.textZipCode4": "Ταχ. Κώδικας +4",
  "PDFE.Views.FormSettings.txtCustom": "Προσαρμοσμένο",
  "PDFE.Views.FormsTab.capBtnCheckBox": "Πλαίσιο επιλογής",
  "PDFE.Views.FormsTab.capBtnComboBox": "Πολλαπλές επιλογές",
  "PDFE.Views.FormsTab.capBtnDropDown": "Πλαίσιο λίστας",
  "PDFE.Views.FormsTab.capBtnEmail": "Διεύθυνση email",
  "PDFE.Views.FormsTab.capBtnImage": "Εικόνα",
  "PDFE.Views.FormsTab.capBtnNext": "Επόμενο πεδίο",
  "PDFE.Views.FormsTab.capBtnPhone": "Αριθμός τηλεφώνου",
  "PDFE.Views.FormsTab.capBtnPrev": "Προηγούμενο πεδίο",
  "PDFE.Views.FormsTab.capBtnRadioBox": "Κουμπί επιλογής",
  "PDFE.Views.FormsTab.capBtnText": "Πεδίο κειμένου",
  "PDFE.Views.FormsTab.capCreditCard": "Πιστωτική κάρτα",
  "PDFE.Views.FormsTab.capDateTime": "Ημερομηνία & Ώρα",
  "PDFE.Views.FormsTab.capZipCode": "Ταχ. Κώδικας",
  "PDFE.Views.FormsTab.textAnyone": "Οποιοσδήποτε",
  "PDFE.Views.FormsTab.textClear": "Εκκαθάριση πεδίων",
  "PDFE.Views.FormsTab.textClearFields": "Εκκαθάριση όλων των πεδίων",
  "PDFE.Views.FormsTab.tipCheckBox": "Εισαγωγή πλαισίου επιλογής",
  "PDFE.Views.FormsTab.tipComboBox": "Εισαγωγή πολλαπλών επιλογών",
  "PDFE.Views.FormsTab.tipCreditCard": "Εισαγωγή αριθμού πιστωτικής κάρτας",
  "PDFE.Views.FormsTab.tipDateTime": "Εισαγωγή ημερομηνίας και ώρας",
  "PDFE.Views.FormsTab.tipDropDown": "Εισαγωγή πλαισίου λίστας",
  "PDFE.Views.FormsTab.tipEmailField": "Εισαγωγή διεύθυνσης email ",
  "PDFE.Views.FormsTab.tipImageField": "Εισαγωγή εικόνας",
  "PDFE.Views.FormsTab.tipNextForm": "Μετάβαση στο επόμενο πεδίο",
  "PDFE.Views.FormsTab.tipPhoneField": "Εισαγωγή αριθμού τηλεφώνου",
  "PDFE.Views.FormsTab.tipPrevForm": "Μετάβαση στο προηγούμενο πεδίο",
  "PDFE.Views.FormsTab.tipRadioBox": "Εισαγωγή κουμπιού επιλογής",
  "PDFE.Views.FormsTab.tipTextField": "Εισαγωγή πεδίου κειμένου",
  "PDFE.Views.FormsTab.tipZipCode": "Εισαγωγή ταχυδρομικού κώδικα",
  "PDFE.Views.HyperlinkSettingsDialog.strDisplay": "Προβολή",
  "PDFE.Views.HyperlinkSettingsDialog.strLinkTo": "Σύνδεσμος σε",
  "PDFE.Views.HyperlinkSettingsDialog.textDefault": "Επιλεγμένο κομμάτι κειμένου",
  "PDFE.Views.HyperlinkSettingsDialog.textEmptyDesc": "Εισάγετε λεζάντα εδώ",
  "PDFE.Views.HyperlinkSettingsDialog.textEmptyLink": "Εισάγετε σύνδεσμο εδώ",
  "PDFE.Views.HyperlinkSettingsDialog.textEmptyTooltip": "Εισάγετε συμβουλή εδώ",
  "PDFE.Views.HyperlinkSettingsDialog.textExternalLink": "Εξωτερικός σύνδεσμος",
  "PDFE.Views.HyperlinkSettingsDialog.textInternalLink": "Σελίδα σε αυτό το έγγραφο",
  "PDFE.Views.HyperlinkSettingsDialog.textPages": "Σελίδες",
  "PDFE.Views.HyperlinkSettingsDialog.textSelectFile": "Επιλογή αρχείου",
  "PDFE.Views.HyperlinkSettingsDialog.textTipText": "Κείμενο υπόδειξης",
  "PDFE.Views.HyperlinkSettingsDialog.textTitle": "Ρυθμίσεις υπερσυνδέσμου",
  "PDFE.Views.HyperlinkSettingsDialog.txtEmpty": "Αυτό το πεδίο είναι υποχρεωτικό",
  "PDFE.Views.HyperlinkSettingsDialog.txtFirst": "Πρώτη σελίδα",
  "PDFE.Views.HyperlinkSettingsDialog.txtLast": "Τελευταία σελίδα",
  "PDFE.Views.HyperlinkSettingsDialog.txtNext": "Επόμενη σελίδα",
  "PDFE.Views.HyperlinkSettingsDialog.txtNotUrl": "Αυτό το πεδίο πρέπει να είναι διεύθυνση URL με τη μορφή «http://www.example.com»",
  "PDFE.Views.HyperlinkSettingsDialog.txtPage": "Σελίδα",
  "PDFE.Views.HyperlinkSettingsDialog.txtPrev": "Προηγούμενη σελίδα",
  "PDFE.Views.HyperlinkSettingsDialog.txtSizeLimit": "Το πεδίο αυτό χωράει 2083 χαρακτήρες",
  "PDFE.Views.HyperlinkSettingsDialog.txtUrlPlaceholder": "Εισαγάγετε τη διεύθυνση ιστού ή επιλέξτε ένα αρχείο",
  "PDFE.Views.ImageSettings.strTransparency": "Αδιαφάνεια",
  "PDFE.Views.ImageSettings.textAdvanced": "Εμφάνιση προηγμένων ρυθμίσεων",
  "PDFE.Views.ImageSettings.textCrop": "Περικοπή",
  "PDFE.Views.ImageSettings.textCropFill": "Γέμισμα",
  "PDFE.Views.ImageSettings.textCropFit": "Προσαρμογή",
  "PDFE.Views.ImageSettings.textCropToShape": "Περικοπή στο σχήμα",
  "PDFE.Views.ImageSettings.textEdit": "Επεξεργασία",
  "PDFE.Views.ImageSettings.textEditObject": "Επεξεργασία αντικειμένου",
  "PDFE.Views.ImageSettings.textFitPage": "Προσαρμογή στη σελίδα",
  "PDFE.Views.ImageSettings.textFlip": "Αναστροφή",
  "PDFE.Views.ImageSettings.textFromFile": "Από αρχείο",
  "PDFE.Views.ImageSettings.textFromStorage": "Από αποθηκευτικό χώρο",
  "PDFE.Views.ImageSettings.textFromUrl": "Από διεύθυνση URL",
  "PDFE.Views.ImageSettings.textHeight": "Ύψος",
  "PDFE.Views.ImageSettings.textHint270": "Περιστροφή 90° Αριστερόστροφα",
  "PDFE.Views.ImageSettings.textHint90": "Περιστροφή 90° Δεξιόστροφα",
  "PDFE.Views.ImageSettings.textHintFlipH": "Οριζόντια περιστροφή",
  "PDFE.Views.ImageSettings.textHintFlipV": "Κατακόρυφη περιστροφή",
  "PDFE.Views.ImageSettings.textInsert": "Αντικατάσταση εικόνας",
  "PDFE.Views.ImageSettings.textOriginalSize": "Πραγματικό μέγεθος",
  "PDFE.Views.ImageSettings.textRecentlyUsed": "Πρόσφατα χρησιμοποιημένα",
  "PDFE.Views.ImageSettings.textResetCrop": "Επαναφορά περικοπής",
  "PDFE.Views.ImageSettings.textRotate90": "Περιστροφή 90°",
  "PDFE.Views.ImageSettings.textRotation": "Περιστροφή",
  "PDFE.Views.ImageSettings.textSize": "Μέγεθος",
  "PDFE.Views.ImageSettings.textWidth": "Πλάτος",
  "PDFE.Views.ImageSettingsAdvanced.textAlt": "Εναλλακτικό κείμενο",
  "PDFE.Views.ImageSettingsAdvanced.textAltDescription": "Περιγραφή",
  "PDFE.Views.ImageSettingsAdvanced.textAltTip": "Η εναλλακτική, κειμενική αναπαράσταση των πληροφοριών του οπτικού αντικειμένου, που θα αναγνωστεί σε ανθρώπους με προβλήματα όρασης ή γνωστικές αδυναμίες, για να κατανοήσουν καλύτερα τις πληροφορίες που περιέχονται στην εικόνα, σχήμα, γράφημα ή πίνακα.",
  "PDFE.Views.ImageSettingsAdvanced.textAltTitle": "Τίτλος",
  "PDFE.Views.ImageSettingsAdvanced.textAngle": "Γωνία",
  "PDFE.Views.ImageSettingsAdvanced.textCenter": "Κέντρο",
  "PDFE.Views.ImageSettingsAdvanced.textFlipped": "Περιεστρεμμένο  ",
  "PDFE.Views.ImageSettingsAdvanced.textFrom": "από",
  "PDFE.Views.ImageSettingsAdvanced.textGeneral": "Γενικά",
  "PDFE.Views.ImageSettingsAdvanced.textHeight": "Ύψος",
  "PDFE.Views.ImageSettingsAdvanced.textHorizontal": "Οριζόντια",
  "PDFE.Views.ImageSettingsAdvanced.textHorizontally": "Οριζόντια",
  "PDFE.Views.ImageSettingsAdvanced.textImageName": "Όνομα εικόνας",
  "PDFE.Views.ImageSettingsAdvanced.textKeepRatio": "Σταθερές αναλογίες",
  "PDFE.Views.ImageSettingsAdvanced.textOriginalSize": "Πραγματικό μέγεθος",
  "PDFE.Views.ImageSettingsAdvanced.textPlacement": "Τοποθέτηση",
  "PDFE.Views.ImageSettingsAdvanced.textPosition": "Θέση",
  "PDFE.Views.ImageSettingsAdvanced.textRotation": "Περιστροφή",
  "PDFE.Views.ImageSettingsAdvanced.textSize": "Μέγεθος",
  "PDFE.Views.ImageSettingsAdvanced.textTitle": "Εικόνα - Προηγμένες ρυθμίσεις",
  "PDFE.Views.ImageSettingsAdvanced.textTopLeftCorner": "Επάνω αριστερή γωνία",
  "PDFE.Views.ImageSettingsAdvanced.textVertical": "Κατακόρυφος",
  "PDFE.Views.ImageSettingsAdvanced.textVertically": "Κατακόρυφα",
  "PDFE.Views.ImageSettingsAdvanced.textWidth": "Πλάτος",
  "PDFE.Views.InsTab.capBlankPage": "Κενή σελίδα",
  "PDFE.Views.InsTab.capBtnDateTime": "Ημερομηνία και ώρα",
  "PDFE.Views.InsTab.capBtnInsHeaderFooter": "Κεφαλίδα & υποσέλιδο",
  "PDFE.Views.InsTab.capBtnInsSmartArt": "SmartArt",
  "PDFE.Views.InsTab.capBtnInsSymbol": "Σύμβολο",
  "PDFE.Views.InsTab.capBtnPageNum": "Αριθμός σελίδας",
  "PDFE.Views.InsTab.capInsertChart": "Διάγραμμα",
  "PDFE.Views.InsTab.capInsertEquation": "Εξίσωση",
  "PDFE.Views.InsTab.capInsertHyperlink": "Υπερσύνδεσμος",
  "PDFE.Views.InsTab.capInsertImage": "Εικόνα",
  "PDFE.Views.InsTab.capInsertShape": "Σχήμα",
  "PDFE.Views.InsTab.capInsertTable": "Πίνακας",
  "PDFE.Views.InsTab.capInsertText": "Πλαίσιο κειμένου",
  "PDFE.Views.InsTab.capInsertTextArt": "Τεχνοκείμενο",
  "PDFE.Views.InsTab.capInsPage": "Εισαγωγή σελίδας",
  "PDFE.Views.InsTab.mniCustomTable": "Εισαγωγή προσαρμοσμένου πίνακα",
  "PDFE.Views.InsTab.mniImageFromFile": "Εικόνα από αρχείο",
  "PDFE.Views.InsTab.mniImageFromStorage": "Εικόνα από αποθηκευτικό χώρο",
  "PDFE.Views.InsTab.mniImageFromUrl": "Εικόνα από διεύθυνση URL",
  "PDFE.Views.InsTab.mniInsertSSE": "Εισαγωγή υπολογιστικού φύλλου",
  "PDFE.Views.InsTab.textAlpha": "Ελληνικό μικρό γράμμα άλφα",
  "PDFE.Views.InsTab.textBetta": "Ελληνικό μικρό γράμμα βήτα",
  "PDFE.Views.InsTab.textBlackHeart": "Συλλογή μαύρης καρδιάς",
  "PDFE.Views.InsTab.textBullet": "Κουκκίδα",
  "PDFE.Views.InsTab.textCopyright": "Σήμα πνευματικών δικαιωμάτων",
  "PDFE.Views.InsTab.textDegree": "Σημάδι βαθμού",
  "PDFE.Views.InsTab.textDelta": "Ελληνικό μικρό γράμμα δέλτα",
  "PDFE.Views.InsTab.textDivision": "Σύμβολο διαίρεσης",
  "PDFE.Views.InsTab.textDollar": "Σύμβολο δολαρίου",
  "PDFE.Views.InsTab.textEuro": "Σύμβολο του ευρώ",
  "PDFE.Views.InsTab.textGreaterEqual": "Μεγαλύτερο από ή ίσο με",
  "PDFE.Views.InsTab.textInfinity": "Άπειρο",
  "PDFE.Views.InsTab.textLessEqual": "Μικρότερο από ή ίσο με",
  "PDFE.Views.InsTab.textLetterPi": "Ελληνικό μικρό γράμμα πι",
  "PDFE.Views.InsTab.textMoreSymbols": "Περισσότερα σύμβολα",
  "PDFE.Views.InsTab.textNotEqualTo": "Διάφορο από",
  "PDFE.Views.InsTab.textOneHalf": "Κλάσμα μισού",
  "PDFE.Views.InsTab.textOneQuarter": "Κλάσμα τετάρτου",
  "PDFE.Views.InsTab.textPlusMinus": "Σύμβολο Συν-Πλην",
  "PDFE.Views.InsTab.textRecentlyUsed": "Πρόσφατα χρησιμοποιημένα",
  "PDFE.Views.InsTab.textRegistered": "Σύμβολο καταχωρημένου",
  "PDFE.Views.InsTab.textSection": "Σύμβολο τμήματος",
  "PDFE.Views.InsTab.textSmile": "Λευκό χαμογελαστό πρόσωπο",
  "PDFE.Views.InsTab.textSquareRoot": "Τετραγωνική ρίζα",
  "PDFE.Views.InsTab.textTilde": "Περισπωμένη",
  "PDFE.Views.InsTab.textTradeMark": "Σήμα κατατεθέν",
  "PDFE.Views.InsTab.textYen": "Σύμβολο Γιεν",
  "PDFE.Views.InsTab.tipChangeChart": "Αλλαγή τύπου γραφήματος",
  "PDFE.Views.InsTab.tipDateTime": "Εισαγωγή τρέχουσας ημερομηνίας και ώρας",
  "PDFE.Views.InsTab.tipEditHeaderFooter": "Επεξεργασία κεφαλίδας ή υποσέλιδου",
  "PDFE.Views.InsTab.tipInsertChart": "Εισαγωγή γραφήματος",
  "PDFE.Views.InsTab.tipInsertEquation": "Εισαγωγή εξίσωσης",
  "PDFE.Views.InsTab.tipInsertHorizontalText": "Εισαγωγή οριζόντιου πλαισίου κειμένου",
  "PDFE.Views.InsTab.tipInsertHyperlink": "Προσθήκη υπερσυνδέσμου",
  "PDFE.Views.InsTab.tipInsertImage": "Εισαγωγή εικόνας",
  "PDFE.Views.InsTab.tipInsertPage": "Εισαγωγή κενής σελίδας",
  "PDFE.Views.InsTab.tipInsertPageAfter": "Εισαγωγή κενής σελίδας μετά",
  "PDFE.Views.InsTab.tipInsertShape": "Εισαγωγή σχήματος",
  "PDFE.Views.InsTab.tipInsertSmartArt": "Εισαγωγή SmartArt",
  "PDFE.Views.InsTab.tipInsertSymbol": "Εισαγωγή συμβόλου",
  "PDFE.Views.InsTab.tipInsertTable": "Εισαγωγή πίνακα",
  "PDFE.Views.InsTab.tipInsertText": "Εισαγωγή πλαισίου κειμένου",
  "PDFE.Views.InsTab.tipInsertTextArt": "Εισαγωγή Τεχνοκειμένου",
  "PDFE.Views.InsTab.tipInsertVerticalText": "Εισαγωγή κάθετου πλαισίου κειμένου",
  "PDFE.Views.InsTab.tipPageNum": "Εισαγωγή αριθμού σελίδας",
  "PDFE.Views.InsTab.txtNewPageAfter": "Εισαγωγή κενής σελίδας μετά",
  "PDFE.Views.InsTab.txtNewPageBefore": "Εισαγωγή κενής σελίδας πριν",
  "PDFE.Views.LeftMenu.ariaLeftMenu": "Αριστερό μενού",
  "PDFE.Views.LeftMenu.tipAbout": "Περί",
  "PDFE.Views.LeftMenu.tipChat": "Συνομιλία",
  "PDFE.Views.LeftMenu.tipComments": "Σχόλια",
  "PDFE.Views.LeftMenu.tipNavigation": "Πλοήγηση",
  "PDFE.Views.LeftMenu.tipOutline": "Κεφαλίδες",
  "PDFE.Views.LeftMenu.tipPageThumbnails": "Προεπισκοπήσεις σελίδων",
  "PDFE.Views.LeftMenu.tipPlugins": "Πρόσθετα",
  "PDFE.Views.LeftMenu.tipSearch": "Εύρεση",
  "PDFE.Views.LeftMenu.tipSupport": "Ανατροφοδότηση & Υποστήριξη",
  "PDFE.Views.LeftMenu.tipTitles": "Τίτλοι",
  "PDFE.Views.LeftMenu.txtDeveloper": "ΛΕΙΤΟΥΡΓΙΑ ΓΙΑ ΠΡΟΓΡΑΜΜΑΤΙΣΤΕΣ",
  "PDFE.Views.LeftMenu.txtEditor": "Επεξεργαστής PDF",
  "PDFE.Views.LeftMenu.txtLimit": "Περιορισμός πρόσβασης",
  "PDFE.Views.LeftMenu.txtTrial": "ΚΑΤΑΣΤΑΣΗ ΔΟΚΙΜΑΣΤΙΚΗΣ ΛΕΙΤΟΥΡΓΙΑΣ",
  "PDFE.Views.LeftMenu.txtTrialDev": "Δοκιμαστική λειτουργία προγραμματιστή",
  "PDFE.Views.Navigation.strNavigate": "Κεφαλίδες",
  "PDFE.Views.Navigation.txtClosePanel": "Κλείσιμο επικεφαλίδων",
  "PDFE.Views.Navigation.txtCollapse": "Κλείσιμο όλων",
  "PDFE.Views.Navigation.txtEmptyItem": "Κενή κεφαλίδα",
  "PDFE.Views.Navigation.txtEmptyViewer": "Δεν υπάρχουν επικεφαλίδες στο έγγραφο.",
  "PDFE.Views.Navigation.txtExpand": "Επέκταση όλων",
  "PDFE.Views.Navigation.txtExpandToLevel": "Επέκταση σε επίπεδο",
  "PDFE.Views.Navigation.txtFontSize": "Μέγεθος γραμματοσειράς",
  "PDFE.Views.Navigation.txtLarge": "Μεγάλο",
  "PDFE.Views.Navigation.txtMedium": "Μεσαίο",
  "PDFE.Views.Navigation.txtSettings": "Ρυθμίσεις κεφαλίδων",
  "PDFE.Views.Navigation.txtSmall": "Μικρό",
  "PDFE.Views.Navigation.txtWrapHeadings": "Αναδίπλωση μεγάλων κεφαλίδων",
  "PDFE.Views.PageThumbnails.textClosePanel": "Κλείσιμο προεπισκοπήσεων σελίδων",
  "PDFE.Views.PageThumbnails.textHighlightVisiblePart": "Επισήμανση ορατού τμήματος σελίδας",
  "PDFE.Views.PageThumbnails.textPageThumbnails": "Προεπισκοπήσεις σελίδων",
  "PDFE.Views.PageThumbnails.textThumbnailsSettings": "Ρυθμίσεις προεπισκοπήσεων",
  "PDFE.Views.PageThumbnails.textThumbnailsSize": "Μέγεθος προεπισκοπήσεων",
  "PDFE.Views.ParagraphSettings.strLineHeight": "Διάστιχο",
  "PDFE.Views.ParagraphSettings.strParagraphSpacing": "Απόσταση παραγράφων",
  "PDFE.Views.ParagraphSettings.strSpacingAfter": "μετά",
  "PDFE.Views.ParagraphSettings.strSpacingBefore": "Πριν",
  "PDFE.Views.ParagraphSettings.textAdvanced": "Εμφάνιση προηγμένων ρυθμίσεων",
  "PDFE.Views.ParagraphSettings.textAt": "σε",
  "PDFE.Views.ParagraphSettings.textAtLeast": "Τουλάχιστον",
  "PDFE.Views.ParagraphSettings.textAuto": "Πολλαπλό",
  "PDFE.Views.ParagraphSettings.textExact": "ακριβώς",
  "PDFE.Views.ParagraphSettings.txtAutoText": "Αυτόματα",
  "PDFE.Views.ParagraphSettingsAdvanced.noTabs": "Οι καθορισμένοι στηλοθέτες θα εμφανίζονται σε αυτό το πεδίο",
  "PDFE.Views.ParagraphSettingsAdvanced.strAllCaps": "Όλα κεφαλαία",
  "PDFE.Views.ParagraphSettingsAdvanced.strDirection": "Κατεύθυνση",
  "PDFE.Views.ParagraphSettingsAdvanced.strDoubleStrike": "Διπλή διαγραφή",
  "PDFE.Views.ParagraphSettingsAdvanced.strIndent": "Εσοχές",
  "PDFE.Views.ParagraphSettingsAdvanced.strIndentsLeftText": "Αριστερά",
  "PDFE.Views.ParagraphSettingsAdvanced.strIndentsLineSpacing": "Διάστιχο",
  "PDFE.Views.ParagraphSettingsAdvanced.strIndentsRightText": "Δεξιά",
  "PDFE.Views.ParagraphSettingsAdvanced.strIndentsSpacingAfter": "μετά",
  "PDFE.Views.ParagraphSettingsAdvanced.strIndentsSpacingBefore": "Πριν",
  "PDFE.Views.ParagraphSettingsAdvanced.strIndentsSpecial": "Ειδική",
  "PDFE.Views.ParagraphSettingsAdvanced.strParagraphFont": "Γραμματοσειρά",
  "PDFE.Views.ParagraphSettingsAdvanced.strParagraphIndents": "Εσοχές & αποστάσεις",
  "PDFE.Views.ParagraphSettingsAdvanced.strSmallCaps": "Μικρά κεφαλαία",
  "PDFE.Views.ParagraphSettingsAdvanced.strSpacing": "Διάστημα",
  "PDFE.Views.ParagraphSettingsAdvanced.strStrike": "Διακριτική διαγραφή",
  "PDFE.Views.ParagraphSettingsAdvanced.strSubscript": "Δείκτης",
  "PDFE.Views.ParagraphSettingsAdvanced.strSuperscript": "Εκθέτης",
  "PDFE.Views.ParagraphSettingsAdvanced.strTabs": "Στηλοθέτες",
  "PDFE.Views.ParagraphSettingsAdvanced.textAlign": "Στοίχιση",
  "PDFE.Views.ParagraphSettingsAdvanced.textAuto": "Πολλαπλό",
  "PDFE.Views.ParagraphSettingsAdvanced.textCharacterSpacing": "Απόσταση χαρακτήρων",
  "PDFE.Views.ParagraphSettingsAdvanced.textDefault": "Προεπιλεγμένος στηλοθέτης",
  "PDFE.Views.ParagraphSettingsAdvanced.textDirLtr": "Από αριστερά προς τα δεξιά",
  "PDFE.Views.ParagraphSettingsAdvanced.textDirRtl": "Από δεξιά προς τα αριστερά",
  "PDFE.Views.ParagraphSettingsAdvanced.textEffects": "Εφέ",
  "PDFE.Views.ParagraphSettingsAdvanced.textExact": "ακριβώς",
  "PDFE.Views.ParagraphSettingsAdvanced.textFirstLine": "Πρώτη γραμμή",
  "PDFE.Views.ParagraphSettingsAdvanced.textHanging": "Αρνητική",
  "PDFE.Views.ParagraphSettingsAdvanced.textJustified": "Πλήρης στοίχιση",
  "PDFE.Views.ParagraphSettingsAdvanced.textNoneSpecial": "(κανένα)",
  "PDFE.Views.ParagraphSettingsAdvanced.textRemove": "Αφαίρεση",
  "PDFE.Views.ParagraphSettingsAdvanced.textRemoveAll": "Αφαίρεση όλων",
  "PDFE.Views.ParagraphSettingsAdvanced.textSet": "Προσδιορισμός",
  "PDFE.Views.ParagraphSettingsAdvanced.textTabCenter": "Κέντρο",
  "PDFE.Views.ParagraphSettingsAdvanced.textTabLeft": "Αριστερά",
  "PDFE.Views.ParagraphSettingsAdvanced.textTabPosition": "Θέση στηλοθέτη",
  "PDFE.Views.ParagraphSettingsAdvanced.textTabRight": "Δεξιά",
  "PDFE.Views.ParagraphSettingsAdvanced.textTitle": "Παράγραφος - Προηγμένες ρυθμίσεις",
  "PDFE.Views.ParagraphSettingsAdvanced.txtAutoText": "Αυτόματα",
  "PDFE.Views.PrintWithPreview.textMarginsLast": "Τελευταίο προσαρμοσμένο",
  "PDFE.Views.PrintWithPreview.textMarginsModerate": "Μέτριο",
  "PDFE.Views.PrintWithPreview.textMarginsNarrow": "Στενό",
  "PDFE.Views.PrintWithPreview.textMarginsNormal": "Κανονικό",
  "PDFE.Views.PrintWithPreview.textMarginsWide": "Πλατύ",
  "PDFE.Views.PrintWithPreview.txtAllPages": "Όλες οι σελίδες",
  "PDFE.Views.PrintWithPreview.txtBlackAndWhitePrinting": "Ασπρόμαυρη εκτύπωση",
  "PDFE.Views.PrintWithPreview.txtBothSides": "Εκτύπωση και στις δύο πλευρές",
  "PDFE.Views.PrintWithPreview.txtBothSidesLongDesc": "Αναστροφή σελίδων στη μεγάλη άκρη",
  "PDFE.Views.PrintWithPreview.txtBothSidesShortDesc": "Αναστροφή σελίδων στη μικρή άκρη",
  "PDFE.Views.PrintWithPreview.txtBottom": "Κάτω μέρος",
  "PDFE.Views.PrintWithPreview.txtColorPrinting": "Έγχρωμη εκτύπωση",
  "PDFE.Views.PrintWithPreview.txtCopies": "Αντίγραφα",
  "PDFE.Views.PrintWithPreview.txtCurrentPage": "Τρέχουσα σελίδα",
  "PDFE.Views.PrintWithPreview.txtCustom": "Προσαρμογή",
  "PDFE.Views.PrintWithPreview.txtCustomPages": "Προσαρμοσμένη εκτύπωση",
  "PDFE.Views.PrintWithPreview.txtLandscape": "Οριζόντιος",
  "PDFE.Views.PrintWithPreview.txtLeft": "Αριστερά",
  "PDFE.Views.PrintWithPreview.txtMargins": "Περιθώρια",
  "PDFE.Views.PrintWithPreview.txtOf": "από {0}",
  "PDFE.Views.PrintWithPreview.txtOneSide": "Εκτύπωση στη μια πλευρά",
  "PDFE.Views.PrintWithPreview.txtOneSideDesc": "Εκτύπωση μόνο στη μία πλευρά της σελίδας",
  "PDFE.Views.PrintWithPreview.txtPage": "Σελίδα",
  "PDFE.Views.PrintWithPreview.txtPageNumInvalid": "Μη έγκυρος αριθμός σελίδας",
  "PDFE.Views.PrintWithPreview.txtPageOrientation": "Προσανατολισμός σελίδας",
  "PDFE.Views.PrintWithPreview.txtPages": "Σελίδες",
  "PDFE.Views.PrintWithPreview.txtPageSize": "Μέγεθος σελίδας",
  "PDFE.Views.PrintWithPreview.txtPortrait": "Κατακόρυφος",
  "PDFE.Views.PrintWithPreview.txtPrint": "Εκτύπωση",
  "PDFE.Views.PrintWithPreview.txtPrinter": "Εκτυπωτής",
  "PDFE.Views.PrintWithPreview.txtPrinterNotSelected": "Ο εκτυπωτής δεν έχει επιλεγεί",
  "PDFE.Views.PrintWithPreview.txtPrintersNotFound": "Οι εκτυπωτές δεν βρέθηκαν",
  "PDFE.Views.PrintWithPreview.txtPrintPdf": "Εκτύπωση σε PDF",
  "PDFE.Views.PrintWithPreview.txtPrintRange": "Εύρος εκτύπωσης",
  "PDFE.Views.PrintWithPreview.txtPrintSides": "Εκτύπωση πλευρών",
  "PDFE.Views.PrintWithPreview.txtPrintUsingSystemDialog": "Εκτύπωση με χρήση του διαλόγου συστήματος",
  "PDFE.Views.PrintWithPreview.txtRight": "Δεξιά",
  "PDFE.Views.PrintWithPreview.txtSelection": "Επιλογή",
  "PDFE.Views.PrintWithPreview.txtTop": "Επάνω",
  "PDFE.Views.PrintWithPreview.txtWaitingForPrinters": "Αναμονή για εκτυπωτές",
  "PDFE.Views.RedactTab.capApplyRedactions": "Εφαρμογή διορθώσεων",
  "PDFE.Views.RedactTab.capFindRedact": "Εύρεση & απόκρυψη",
  "PDFE.Views.RedactTab.capMarkRedact": "Σημειώστε για απόκρυψη",
  "PDFE.Views.RedactTab.capRedactPages": "Απόκρυψη σελίδων",
  "PDFE.Views.RedactTab.tipApplyRedactions": "Εφαρμογή διορθώσεων",
  "PDFE.Views.RedactTab.tipFindRedact": "Εύρεση & απόκρυψη",
  "PDFE.Views.RedactTab.tipMarkForRedact": "Σημειώστε για απόκρυψη",
  "PDFE.Views.RedactTab.tipRedactPages": "Απόκρυψη σελίδων",
  "PDFE.Views.RedactTab.txtMarkCurrentPage": "Σήμανση τρέχουσας σελίδας",
  "PDFE.Views.RedactTab.txtSelectRange": "Επιλογή εύρους",
  "PDFE.Views.RightMenu.ariaRightMenu": "Δεξί μενού",
  "PDFE.Views.RightMenu.txtChartSettings": "Ρυθμίσεις γραφήματος",
  "PDFE.Views.RightMenu.txtFormSettings": "Ρυθμίσεις φόρμας",
  "PDFE.Views.RightMenu.txtImageSettings": "Ρυθμίσεις εικόνας",
  "PDFE.Views.RightMenu.txtParagraphSettings": "Ρυθμίσεις παραγράφου",
  "PDFE.Views.RightMenu.txtShapeSettings": "Ρυθμίσεις σχήματος",
  "PDFE.Views.RightMenu.txtTableSettings": "Ρυθμίσεις πίνακα",
  "PDFE.Views.RightMenu.txtTextArtSettings": "Ρυθμίσεις τεχνοκειμένου",
  "PDFE.Views.ShapeSettings.strBackground": "Χρώμα παρασκηνίου",
  "PDFE.Views.ShapeSettings.strChange": "Αλλαγή σχήματος",
  "PDFE.Views.ShapeSettings.strColor": "Χρώμα",
  "PDFE.Views.ShapeSettings.strFill": "Γέμισμα",
  "PDFE.Views.ShapeSettings.strForeground": "Χρώμα προσκηνίου",
  "PDFE.Views.ShapeSettings.strPattern": "Μοτίβο",
  "PDFE.Views.ShapeSettings.strShadow": "Εμφάνιση σκιάς",
  "PDFE.Views.ShapeSettings.strSize": "Μέγεθος",
  "PDFE.Views.ShapeSettings.strStroke": "Γραμμή",
  "PDFE.Views.ShapeSettings.strTransparency": "Αδιαφάνεια",
  "PDFE.Views.ShapeSettings.strType": "Τύπος",
  "PDFE.Views.ShapeSettings.textAdjustShadow": "Ρύθμιση σκιάς",
  "PDFE.Views.ShapeSettings.textAdvanced": "Εμφάνιση προηγμένων ρυθμίσεων",
  "PDFE.Views.ShapeSettings.textAngle": "Γωνία",
  "PDFE.Views.ShapeSettings.textBorderSizeErr": "Η τιμή που βάλατε δεν είναι αποδεκτή.<br>Παρακαλούμε βάλτε μια αριθμητική τιμή μεταξύ 0pt και 1584pt.",
  "PDFE.Views.ShapeSettings.textColor": "Γέμισμα με χρώμα",
  "PDFE.Views.ShapeSettings.textDirection": "Κατεύθυνση",
  "PDFE.Views.ShapeSettings.textEditPoints": "Επεξεργασία σημείων",
  "PDFE.Views.ShapeSettings.textEditShape": "Επεξεργασία σχήματος",
  "PDFE.Views.ShapeSettings.textEmptyPattern": "Χωρίς σχέδιο",
  "PDFE.Views.ShapeSettings.textEyedropper": "Σταγονόμετρο",
  "PDFE.Views.ShapeSettings.textFlip": "Αναστροφή",
  "PDFE.Views.ShapeSettings.textFromFile": "Από αρχείο",
  "PDFE.Views.ShapeSettings.textFromStorage": "Από αποθηκευτικό χώρο",
  "PDFE.Views.ShapeSettings.textFromUrl": "Από διεύθυνση URL",
  "PDFE.Views.ShapeSettings.textGradient": "Σημεία διαβάθμισης",
  "PDFE.Views.ShapeSettings.textGradientFill": "Βαθμωτό γέμισμα",
  "PDFE.Views.ShapeSettings.textHint270": "Περιστροφή 90° Αριστερόστροφα",
  "PDFE.Views.ShapeSettings.textHint90": "Περιστροφή 90° Δεξιόστροφα",
  "PDFE.Views.ShapeSettings.textHintFlipH": "Οριζόντια περιστροφή",
  "PDFE.Views.ShapeSettings.textHintFlipV": "Κατακόρυφη περιστροφή",
  "PDFE.Views.ShapeSettings.textImageTexture": "Εικόνα ή υφή",
  "PDFE.Views.ShapeSettings.textLinear": "Γραμμική",
  "PDFE.Views.ShapeSettings.textMoreColors": "Περισσότερα χρώματα",
  "PDFE.Views.ShapeSettings.textNoFill": "Χωρίς γέμισμα",
  "PDFE.Views.ShapeSettings.textNoShadow": "Χωρίς σκιά",
  "PDFE.Views.ShapeSettings.textPatternFill": "Μοτίβο",
  "PDFE.Views.ShapeSettings.textPosition": "Θέση",
  "PDFE.Views.ShapeSettings.textRadial": "Ακτινικός",
  "PDFE.Views.ShapeSettings.textRecentlyUsed": "Πρόσφατα χρησιμοποιημένα",
  "PDFE.Views.ShapeSettings.textRotate90": "Περιστροφή 90°",
  "PDFE.Views.ShapeSettings.textRotation": "Περιστροφή",
  "PDFE.Views.ShapeSettings.textSelectImage": "Επιλογή εικόνας",
  "PDFE.Views.ShapeSettings.textSelectTexture": "Επιλογή",
  "PDFE.Views.ShapeSettings.textShadow": "Σκιά",
  "PDFE.Views.ShapeSettings.textStretch": "Επέκταση",
  "PDFE.Views.ShapeSettings.textStyle": "Στυλ",
  "PDFE.Views.ShapeSettings.textTexture": "Από υφή",
  "PDFE.Views.ShapeSettings.textTile": "Πλακίδιο",
  "PDFE.Views.ShapeSettings.tipAddGradientPoint": "Προσθήκη σημείου διαβάθμισης",
  "PDFE.Views.ShapeSettings.tipRemoveGradientPoint": "Αφαίρεση σημείου διαβάθμισης",
  "PDFE.Views.ShapeSettings.txtBrownPaper": "Καφέ χαρτί",
  "PDFE.Views.ShapeSettings.txtCanvas": "Καμβάς",
  "PDFE.Views.ShapeSettings.txtCarton": "Χαρτόνι",
  "PDFE.Views.ShapeSettings.txtDarkFabric": "Σκούρο ύφασμα",
  "PDFE.Views.ShapeSettings.txtGrain": "Κόκκος",
  "PDFE.Views.ShapeSettings.txtGranite": "Γρανίτης",
  "PDFE.Views.ShapeSettings.txtGreyPaper": "Γκρι χαρτί",
  "PDFE.Views.ShapeSettings.txtKnit": "Πλέκω",
  "PDFE.Views.ShapeSettings.txtLeather": "Δέρμα",
  "PDFE.Views.ShapeSettings.txtNoBorders": "Χωρίς γραμμή",
  "PDFE.Views.ShapeSettings.txtOffsetBottom": "Μετατόπιση: Κάτω",
  "PDFE.Views.ShapeSettings.txtOffsetBottomLeft": "Μετατόπιση: Κάτω αριστερά",
  "PDFE.Views.ShapeSettings.txtOffsetBottomRight": "Μετατόπιση: Κάτω δεξιά",
  "PDFE.Views.ShapeSettings.txtOffsetCenter": "Μετατόπιση: Κέντρο",
  "PDFE.Views.ShapeSettings.txtOffsetLeft": "Μετατόπιση: Αριστερά",
  "PDFE.Views.ShapeSettings.txtOffsetRight": "Μετατόπιση: Δεξιά",
  "PDFE.Views.ShapeSettings.txtOffsetTop": "Μετατόπιση: Επάνω",
  "PDFE.Views.ShapeSettings.txtOffsetTopLeft": "Μετατόπιση: Επάνω αριστερά",
  "PDFE.Views.ShapeSettings.txtOffsetTopRight": "Μετατόπιση: Επάνω δεξιά",
  "PDFE.Views.ShapeSettings.txtPapyrus": "Πάπυρος",
  "PDFE.Views.ShapeSettings.txtWood": "Ξύλο",
  "PDFE.Views.ShapeSettingsAdvanced.strColumns": "Στήλες",
  "PDFE.Views.ShapeSettingsAdvanced.strMargins": "Απόσταση κειμένου",
  "PDFE.Views.ShapeSettingsAdvanced.textAlt": "Εναλλακτικό κείμενο",
  "PDFE.Views.ShapeSettingsAdvanced.textAltDescription": "Περιγραφή",
  "PDFE.Views.ShapeSettingsAdvanced.textAltTip": "Η εναλλακτική, κειμενική αναπαράσταση των πληροφοριών του οπτικού αντικειμένου, που θα αναγνωστεί σε ανθρώπους με προβλήματα όρασης ή γνωστικές αδυναμίες, για να κατανοήσουν καλύτερα τις πληροφορίες που περιέχονται στην εικόνα, σχήμα, γράφημα ή πίνακα.",
  "PDFE.Views.ShapeSettingsAdvanced.textAltTitle": "Τίτλος",
  "PDFE.Views.ShapeSettingsAdvanced.textAngle": "Γωνία",
  "PDFE.Views.ShapeSettingsAdvanced.textArrows": "Βέλη",
  "PDFE.Views.ShapeSettingsAdvanced.textAutofit": "Αυτόματο ταίριασμα",
  "PDFE.Views.ShapeSettingsAdvanced.textBeginSize": "Μέγεθος εκκίνησης",
  "PDFE.Views.ShapeSettingsAdvanced.textBeginStyle": "Τεχνοτροπία εκκίνησης",
  "PDFE.Views.ShapeSettingsAdvanced.textBevel": "Πλάγια τομή",
  "PDFE.Views.ShapeSettingsAdvanced.textBottom": "Κάτω μέρος",
  "PDFE.Views.ShapeSettingsAdvanced.textCapType": "Τύπος Cap ",
  "PDFE.Views.ShapeSettingsAdvanced.textCenter": "Κέντρο",
  "PDFE.Views.ShapeSettingsAdvanced.textColNumber": "Αριθμός στηλών",
  "PDFE.Views.ShapeSettingsAdvanced.textEndSize": "Μέγεθος τέλους",
  "PDFE.Views.ShapeSettingsAdvanced.textEndStyle": "Τεχνοτροπία τέλους",
  "PDFE.Views.ShapeSettingsAdvanced.textFlat": "Επίπεδο",
  "PDFE.Views.ShapeSettingsAdvanced.textFlipped": "Περιεστρεμμένο  ",
  "PDFE.Views.ShapeSettingsAdvanced.textFrom": "από",
  "PDFE.Views.ShapeSettingsAdvanced.textGeneral": "Γενικά",
  "PDFE.Views.ShapeSettingsAdvanced.textHeight": "Ύψος",
  "PDFE.Views.ShapeSettingsAdvanced.textHorizontal": "Οριζόντια",
  "PDFE.Views.ShapeSettingsAdvanced.textHorizontally": "Οριζόντια",
  "PDFE.Views.ShapeSettingsAdvanced.textJoinType": "Τύπος ένωσης",
  "PDFE.Views.ShapeSettingsAdvanced.textKeepRatio": "Σταθερές αναλογίες",
  "PDFE.Views.ShapeSettingsAdvanced.textLeft": "Αριστερά",
  "PDFE.Views.ShapeSettingsAdvanced.textLineStyle": "Τεχνοτροπία γραμμής",
  "PDFE.Views.ShapeSettingsAdvanced.textMiter": "Μίτρα",
  "PDFE.Views.ShapeSettingsAdvanced.textNofit": "Όχι αυτόματο ταίριασμα",
  "PDFE.Views.ShapeSettingsAdvanced.textPlacement": "Τοποθέτηση",
  "PDFE.Views.ShapeSettingsAdvanced.textPosition": "Θέση",
  "PDFE.Views.ShapeSettingsAdvanced.textResizeFit": "Προσαρμογή σχήματος για ταίριασμα με το κείμενο",
  "PDFE.Views.ShapeSettingsAdvanced.textRight": "Δεξιά",
  "PDFE.Views.ShapeSettingsAdvanced.textRotation": "Περιστροφή",
  "PDFE.Views.ShapeSettingsAdvanced.textRound": "Στρογγυλεμένο",
  "PDFE.Views.ShapeSettingsAdvanced.textShapeName": "Όνομα σχήματος",
  "PDFE.Views.ShapeSettingsAdvanced.textShrink": "Σμίκρυνση κειμένου κατά την υπερχείλιση",
  "PDFE.Views.ShapeSettingsAdvanced.textSize": "Μέγεθος",
  "PDFE.Views.ShapeSettingsAdvanced.textSpacing": "Απόσταση μεταξύ στηλών",
  "PDFE.Views.ShapeSettingsAdvanced.textSquare": "Τετράγωνο",
  "PDFE.Views.ShapeSettingsAdvanced.textTextBox": "Πλαίσιο κειμένου",
  "PDFE.Views.ShapeSettingsAdvanced.textTitle": "Σχήμα - Προηγμένες ρυθμίσεις",
  "PDFE.Views.ShapeSettingsAdvanced.textTop": "Κορυφή",
  "PDFE.Views.ShapeSettingsAdvanced.textTopLeftCorner": "Επάνω αριστερή γωνία",
  "PDFE.Views.ShapeSettingsAdvanced.textVertical": "Κατακόρυφος",
  "PDFE.Views.ShapeSettingsAdvanced.textVertically": "Κατακόρυφα",
  "PDFE.Views.ShapeSettingsAdvanced.textWeightArrows": "Πλάτη & Βέλη",
  "PDFE.Views.ShapeSettingsAdvanced.textWidth": "Πλάτος",
  "PDFE.Views.ShapeSettingsAdvanced.txtNone": "Κανένα",
  "PDFE.Views.Statusbar.goToPageText": "Μετάβαση στη σελίδα",
  "PDFE.Views.Statusbar.pageIndexText": "Σελίδα {0} από {1}",
  "PDFE.Views.Statusbar.tipFitPage": "Προσαρμογή στη σελίδα",
  "PDFE.Views.Statusbar.tipFitWidth": "Προσαρμογή στο πλάτος",
  "PDFE.Views.Statusbar.tipHandTool": "Εργαλείο χειρός",
  "PDFE.Views.Statusbar.tipPageNext": "Μετάβαση στην επόμενη σελίδα",
  "PDFE.Views.Statusbar.tipPagePrev": "Μετάβαση στην προηγούμενη σελίδα",
  "PDFE.Views.Statusbar.tipSelectTool": "Εργαλείο επιλογής",
  "PDFE.Views.Statusbar.tipZoomFactor": "Εστίαση",
  "PDFE.Views.Statusbar.tipZoomIn": "Μεγέθυνση",
  "PDFE.Views.Statusbar.tipZoomOut": "Σμίκρυνση",
  "PDFE.Views.Statusbar.txtPageNumInvalid": "Μη έγκυρος αριθμός σελίδας",
  "PDFE.Views.TableSettings.deleteColumnText": "Διαγραφή στήλης",
  "PDFE.Views.TableSettings.deleteRowText": "Διαγραφή γραμμής",
  "PDFE.Views.TableSettings.deleteTableText": "Διαγραφή πίνακα",
  "PDFE.Views.TableSettings.insertColumnLeftText": "Εισαγωγή στήλης αριστερά",
  "PDFE.Views.TableSettings.insertColumnRightText": "Εισαγωγή στήλης δεξιά",
  "PDFE.Views.TableSettings.insertRowAboveText": "Εισαγωγή γραμμής από επάνω",
  "PDFE.Views.TableSettings.insertRowBelowText": "Εισαγωγή γραμμής από κάτω",
  "PDFE.Views.TableSettings.mergeCellsText": "Συγχώνευση κελιών",
  "PDFE.Views.TableSettings.selectCellText": "Επιλογή κελιού",
  "PDFE.Views.TableSettings.selectColumnText": "Επιλογή στήλης",
  "PDFE.Views.TableSettings.selectRowText": "Επιλογή γραμμής",
  "PDFE.Views.TableSettings.selectTableText": "Επιλογή πίνακα",
  "PDFE.Views.TableSettings.splitCellsText": "Διαίρεση κελιού...",
  "PDFE.Views.TableSettings.splitCellTitleText": "Διαίρεση κελιού",
  "PDFE.Views.TableSettings.textAdvanced": "Εμφάνιση προηγμένων ρυθμίσεων",
  "PDFE.Views.TableSettings.textBackColor": "Χρώμα παρασκηνίου",
  "PDFE.Views.TableSettings.textBanded": "Με εναλλαγή σκίασης",
  "PDFE.Views.TableSettings.textBorderColor": "Χρώμα",
  "PDFE.Views.TableSettings.textBorders": "Τεχνοτροπία περιγραμμάτων",
  "PDFE.Views.TableSettings.textCellSize": "Μέγεθος κελιού",
  "PDFE.Views.TableSettings.textColumns": "Στήλες",
  "PDFE.Views.TableSettings.textDistributeCols": "Κατανομή στηλών",
  "PDFE.Views.TableSettings.textDistributeRows": "Κατανομή γραμμών",
  "PDFE.Views.TableSettings.textEdit": "Γραμμές & στήλες",
  "PDFE.Views.TableSettings.textEmptyTemplate": "Χωρίς πρότυπα",
  "PDFE.Views.TableSettings.textFirst": "Πρώτη",
  "PDFE.Views.TableSettings.textHeader": "Κεφαλίδα",
  "PDFE.Views.TableSettings.textHeight": "Ύψος",
  "PDFE.Views.TableSettings.textLast": "Τελευταίο",
  "PDFE.Views.TableSettings.textRows": "Γραμμές",
  "PDFE.Views.TableSettings.textSelectBorders": "Επιλέξτε τα περιγράμματα που θέλετε να αλλάξετε εφαρμόζοντας την ανωτέρω επιλεγμένη τεχνοτροπία",
  "PDFE.Views.TableSettings.textTemplate": "Επιλογή από πρότυπο",
  "PDFE.Views.TableSettings.textTotal": "Σύνολο",
  "PDFE.Views.TableSettings.textWidth": "Πλάτος",
  "PDFE.Views.TableSettings.tipAll": "Ορισμός εξωτερικού περιγράμματος και όλων των εσωτερικών γραμμών",
  "PDFE.Views.TableSettings.tipBottom": "Ορισμός μόνο εξωτερικού κάτω περιγράμματος",
  "PDFE.Views.TableSettings.tipInner": "Ορισμός μόνο των εσωτερικών γραμμών",
  "PDFE.Views.TableSettings.tipInnerHor": "Ορισμός μόνο των οριζόντιων εσωτερικών γραμμών",
  "PDFE.Views.TableSettings.tipInnerVert": "Ορισμός μόνο των κατακόρυφων εσωτερικών γραμμών",
  "PDFE.Views.TableSettings.tipLeft": "Ορισμός μόνο του εξωτερικού αριστερού περιγράμματος",
  "PDFE.Views.TableSettings.tipNone": "Χωρίς κανένα περίγραμμα",
  "PDFE.Views.TableSettings.tipOuter": "Ορισμός μόνο του εξωτερικού περιγράμματος",
  "PDFE.Views.TableSettings.tipRight": "Ορισμός μόνο του εξωτερικού δεξιού περιγράμματος",
  "PDFE.Views.TableSettings.tipTop": "Ορισμός μόνο του εξωτερικού πάνω περιγράμματος",
  "PDFE.Views.TableSettings.txtGroupTable_Custom": "Προσαρμογή",
  "PDFE.Views.TableSettings.txtGroupTable_Dark": "Σκουρόχρωμο",
  "PDFE.Views.TableSettings.txtGroupTable_Light": "Ανοιχτόχρωμο",
  "PDFE.Views.TableSettings.txtGroupTable_Medium": "Μεσαίο",
  "PDFE.Views.TableSettings.txtGroupTable_Optimal": "Καλύτερη αντιστοίχιση για έγγραφο",
  "PDFE.Views.TableSettings.txtNoBorders": "Χωρίς περιγράμματα",
  "PDFE.Views.TableSettings.txtTable_Accent": "Έμφαση",
  "PDFE.Views.TableSettings.txtTable_DarkStyle": "Σκούρα τεχνοτροπία",
  "PDFE.Views.TableSettings.txtTable_LightStyle": "Φωτεινή τεχνοτροπία",
  "PDFE.Views.TableSettings.txtTable_MediumStyle": "Ενδιάμεση τεχνοτροπία",
  "PDFE.Views.TableSettings.txtTable_NoGrid": "Χωρίς πλέγμα",
  "PDFE.Views.TableSettings.txtTable_NoStyle": "Χωρίς τεχνοτροπία",
  "PDFE.Views.TableSettings.txtTable_TableGrid": "Πλέγμα πίνακα",
  "PDFE.Views.TableSettings.txtTable_ThemedStyle": "Θεματική Τεχνοτροπία",
  "PDFE.Views.TableSettingsAdvanced.textAlt": "Εναλλακτικό κείμενο",
  "PDFE.Views.TableSettingsAdvanced.textAltDescription": "Περιγραφή",
  "PDFE.Views.TableSettingsAdvanced.textAltTip": "Η εναλλακτική, κειμενική αναπαράσταση των πληροφοριών του οπτικού αντικειμένου, που θα αναγνωστεί σε ανθρώπους με προβλήματα όρασης ή γνωστικές αδυναμίες, για να κατανοήσουν καλύτερα τις πληροφορίες που περιέχονται στην εικόνα, σχήμα, γράφημα ή πίνακα.",
  "PDFE.Views.TableSettingsAdvanced.textAltTitle": "Τίτλος",
  "PDFE.Views.TableSettingsAdvanced.textBottom": "Κάτω μέρος",
  "PDFE.Views.TableSettingsAdvanced.textCenter": "Κέντρο",
  "PDFE.Views.TableSettingsAdvanced.textCheckMargins": "Χρήση προεπιλεγμένων περιθωρίων",
  "PDFE.Views.TableSettingsAdvanced.textDefaultMargins": "Προεπιλεγμένα περιθώρια",
  "PDFE.Views.TableSettingsAdvanced.textFrom": "από",
  "PDFE.Views.TableSettingsAdvanced.textGeneral": "Γενικά",
  "PDFE.Views.TableSettingsAdvanced.textHeight": "Ύψος",
  "PDFE.Views.TableSettingsAdvanced.textHorizontal": "Οριζόντια",
  "PDFE.Views.TableSettingsAdvanced.textKeepRatio": "Σταθερές αναλογίες",
  "PDFE.Views.TableSettingsAdvanced.textLeft": "Αριστερά",
  "PDFE.Views.TableSettingsAdvanced.textMargins": "Περιθώρια κελιού",
  "PDFE.Views.TableSettingsAdvanced.textPlacement": "Τοποθέτηση",
  "PDFE.Views.TableSettingsAdvanced.textPosition": "Θέση",
  "PDFE.Views.TableSettingsAdvanced.textRight": "Δεξιά",
  "PDFE.Views.TableSettingsAdvanced.textSize": "Μέγεθος",
  "PDFE.Views.TableSettingsAdvanced.textTableName": "Όνομα πίνακα",
  "PDFE.Views.TableSettingsAdvanced.textTitle": "Πίνακας - Προηγμένες ρυθμίσεις",
  "PDFE.Views.TableSettingsAdvanced.textTop": "Κορυφή",
  "PDFE.Views.TableSettingsAdvanced.textTopLeftCorner": "Επάνω αριστερή γωνία",
  "PDFE.Views.TableSettingsAdvanced.textVertical": "Κατακόρυφος",
  "PDFE.Views.TableSettingsAdvanced.textWidth": "Πλάτος",
  "PDFE.Views.TableSettingsAdvanced.textWidthSpaces": "Περιθώρια",
  "PDFE.Views.TextArtSettings.strBackground": "Χρώμα παρασκηνίου",
  "PDFE.Views.TextArtSettings.strColor": "Χρώμα",
  "PDFE.Views.TextArtSettings.strFill": "Γέμισμα",
  "PDFE.Views.TextArtSettings.strForeground": "Χρώμα προσκηνίου",
  "PDFE.Views.TextArtSettings.strPattern": "Μοτίβο",
  "PDFE.Views.TextArtSettings.strSize": "Μέγεθος",
  "PDFE.Views.TextArtSettings.strStroke": "Γραμμή",
  "PDFE.Views.TextArtSettings.strTransparency": "Αδιαφάνεια",
  "PDFE.Views.TextArtSettings.strType": "Τύπος",
  "PDFE.Views.TextArtSettings.textAngle": "Γωνία",
  "PDFE.Views.TextArtSettings.textBorderSizeErr": "Η τιμή που βάλατε δεν είναι αποδεκτή.<br>Παρακαλούμε βάλτε μια αριθμητική τιμή μεταξύ 0pt και 1584pt.",
  "PDFE.Views.TextArtSettings.textColor": "Γέμισμα με χρώμα",
  "PDFE.Views.TextArtSettings.textDirection": "Κατεύθυνση",
  "PDFE.Views.TextArtSettings.textEmptyPattern": "Χωρίς σχέδιο",
  "PDFE.Views.TextArtSettings.textFromFile": "Από αρχείο",
  "PDFE.Views.TextArtSettings.textFromUrl": "Από διεύθυνση URL",
  "PDFE.Views.TextArtSettings.textGradient": "Σημεία διαβάθμισης",
  "PDFE.Views.TextArtSettings.textGradientFill": "Βαθμωτό γέμισμα",
  "PDFE.Views.TextArtSettings.textImageTexture": "Εικόνα ή υφή",
  "PDFE.Views.TextArtSettings.textLinear": "Γραμμική",
  "PDFE.Views.TextArtSettings.textNoFill": "Χωρίς γέμισμα",
  "PDFE.Views.TextArtSettings.textPatternFill": "Μοτίβο",
  "PDFE.Views.TextArtSettings.textPosition": "Θέση",
  "PDFE.Views.TextArtSettings.textRadial": "Ακτινικός",
  "PDFE.Views.TextArtSettings.textSelectTexture": "Επιλογή",
  "PDFE.Views.TextArtSettings.textStretch": "Επέκταση",
  "PDFE.Views.TextArtSettings.textStyle": "Στυλ",
  "PDFE.Views.TextArtSettings.textTemplate": "Πρότυπο",
  "PDFE.Views.TextArtSettings.textTexture": "Από υφή",
  "PDFE.Views.TextArtSettings.textTile": "Πλακίδιο",
  "PDFE.Views.TextArtSettings.textTransform": "Μετασχηματισμός",
  "PDFE.Views.TextArtSettings.tipAddGradientPoint": "Προσθήκη σημείου διαβάθμισης",
  "PDFE.Views.TextArtSettings.tipRemoveGradientPoint": "Αφαίρεση σημείου διαβάθμισης",
  "PDFE.Views.TextArtSettings.txtBrownPaper": "Καφέ χαρτί",
  "PDFE.Views.TextArtSettings.txtCanvas": "Καμβάς",
  "PDFE.Views.TextArtSettings.txtCarton": "Χαρτόνι",
  "PDFE.Views.TextArtSettings.txtDarkFabric": "Σκούρο ύφασμα",
  "PDFE.Views.TextArtSettings.txtGrain": "Κόκκος",
  "PDFE.Views.TextArtSettings.txtGranite": "Γρανίτης",
  "PDFE.Views.TextArtSettings.txtGreyPaper": "Γκρι χαρτί",
  "PDFE.Views.TextArtSettings.txtKnit": "Πλέκω",
  "PDFE.Views.TextArtSettings.txtLeather": "Δέρμα",
  "PDFE.Views.TextArtSettings.txtNoBorders": "Χωρίς γραμμή",
  "PDFE.Views.TextArtSettings.txtPapyrus": "Πάπυρος",
  "PDFE.Views.TextArtSettings.txtWood": "Ξύλο",
  "PDFE.Views.Toolbar.capBtnArrowComment": "Βέλος",
  "PDFE.Views.Toolbar.capBtnCircleComment": "Κύκλος",
  "PDFE.Views.Toolbar.capBtnComment": "Σχόλιο",
  "PDFE.Views.Toolbar.capBtnDelPage": "Διαγραφή σελίδας",
  "PDFE.Views.Toolbar.capBtnDownloadForm": "Λήψη ως PDF",
  "PDFE.Views.Toolbar.capBtnEditText": "Επεξεργασία κειμένου",
  "PDFE.Views.Toolbar.capBtnHand": "Χέρι",
  "PDFE.Views.Toolbar.capBtnNext": "Επόμενο Πεδίο",
  "PDFE.Views.Toolbar.capBtnPolyLineComment": "Συνδεδεμένες γραμμές",
  "PDFE.Views.Toolbar.capBtnPrev": "Προηγούμενο Πεδίο",
  "PDFE.Views.Toolbar.capBtnRecognize": "Επεξεργασία κειμένου",
  "PDFE.Views.Toolbar.capBtnRectComment": "Ορθογώνιο ",
  "PDFE.Views.Toolbar.capBtnRotate": "Περιστροφή",
  "PDFE.Views.Toolbar.capBtnRotatePage": "Περιστροφή σελίδας",
  "PDFE.Views.Toolbar.capBtnSaveForm": "Αποθήκευση ως PDF",
  "PDFE.Views.Toolbar.capBtnSaveFormDesktop": "Αποθήκευση ως...",
  "PDFE.Views.Toolbar.capBtnSelect": "Επιλογή",
  "PDFE.Views.Toolbar.capBtnShowComments": "Εμφάνιση σχολίων",
  "PDFE.Views.Toolbar.capBtnStamp": "Σφραγίδας",
  "PDFE.Views.Toolbar.capBtnSubmit": "Υποβολή",
  "PDFE.Views.Toolbar.capBtnTextCallout": "Επεξήγηση κειμένου",
  "PDFE.Views.Toolbar.capBtnTextComment": "Σχόλιο κειμένου",
  "PDFE.Views.Toolbar.mniCapitalizeWords": "Κεφαλαία Πρώτα Γράμματα",
  "PDFE.Views.Toolbar.mniInsertSSE": "Εισαγωγή υπολογιστικού φύλλου",
  "PDFE.Views.Toolbar.mniLowerCase": "πεζά",
  "PDFE.Views.Toolbar.mniSentenceCase": "Πεζά-κεφαλαία πρότασης.",
  "PDFE.Views.Toolbar.mniToggleCase": "εΝΑΛΛΑΓΗ πΕΖΩΝ-κΕΦΑΛΑΙΩΝ",
  "PDFE.Views.Toolbar.mniUpperCase": "ΚΕΦΑΛΑΙΑ",
  "PDFE.Views.Toolbar.strMenuNoFill": "Χωρίς γέμισμα",
  "PDFE.Views.Toolbar.textAlignBottom": "Στοίχιση κειμένου κάτω",
  "PDFE.Views.Toolbar.textAlignCenter": "Κεντράρισμα κειμένου",
  "PDFE.Views.Toolbar.textAlignJust": "Πλήρης στοίχιση",
  "PDFE.Views.Toolbar.textAlignLeft": "Στοίχιση κειμένου αριστερά",
  "PDFE.Views.Toolbar.textAlignMiddle": "Στοίχιση κειμένου στη μέση",
  "PDFE.Views.Toolbar.textAlignRight": "Στοίχιση κειμένου δεξιά",
  "PDFE.Views.Toolbar.textAlignTop": "Στοίχιση κειμένου επάνω",
  "PDFE.Views.Toolbar.textArrangeBack": "Μεταφορά στο παρασκήνιο",
  "PDFE.Views.Toolbar.textArrangeBackward": "Μεταφορά πίσω",
  "PDFE.Views.Toolbar.textArrangeForward": "Μεταφορά εμπρός",
  "PDFE.Views.Toolbar.textArrangeFront": "Μεταφορά στο προσκήνιο",
  "PDFE.Views.Toolbar.textBold": "Έντονα",
  "PDFE.Views.Toolbar.textClear": "Εκκαθάριση Πεδίων",
  "PDFE.Views.Toolbar.textClearFields": "Εκκαθάριση όλων των πεδίων",
  "PDFE.Views.Toolbar.textColumnsCustom": "Προσαρμοσμένες στήλες",
  "PDFE.Views.Toolbar.textColumnsOne": "Μία Στήλη",
  "PDFE.Views.Toolbar.textColumnsThree": "Τρεις στήλες",
  "PDFE.Views.Toolbar.textColumnsTwo": "Δύο στήλες",
  "PDFE.Views.Toolbar.textDirLtr": "Από αριστερά προς τα δεξιά",
  "PDFE.Views.Toolbar.textDirRtl": "Από δεξιά προς τα αριστερά",
  "PDFE.Views.Toolbar.textEditMode": "Επεξεργασία PDF",
  "PDFE.Views.Toolbar.textHighlight": "Επισήμανση",
  "PDFE.Views.Toolbar.textItalic": "Πλάγια",
  "PDFE.Views.Toolbar.textListSettings": "Ρυθμίσεις λίστας",
  "PDFE.Views.Toolbar.textShapeAlignBottom": "Στοίχιση κάτω",
  "PDFE.Views.Toolbar.textShapeAlignCenter": "Στοίχιση στο κέντρο",
  "PDFE.Views.Toolbar.textShapeAlignLeft": "Στοίχιση αριστερά",
  "PDFE.Views.Toolbar.textShapeAlignMiddle": "Στοίχιση στη μέση",
  "PDFE.Views.Toolbar.textShapeAlignRight": "Στοίχιση δεξιά",
  "PDFE.Views.Toolbar.textShapeAlignTop": "Στοίχιση επάνω",
  "PDFE.Views.Toolbar.textShapesCombine": "Συνδυασμός",
  "PDFE.Views.Toolbar.textShapesFragment": "Τεμάχιο",
  "PDFE.Views.Toolbar.textShapesIntersect": "Διατομή",
  "PDFE.Views.Toolbar.textShapesSubstract": "Αφαίρεση",
  "PDFE.Views.Toolbar.textShapesUnion": "Ένωση",
  "PDFE.Views.Toolbar.textStrikeout": "Διακριτή διαγραφή",
  "PDFE.Views.Toolbar.textSubmited": "Η φόρμα υποβλήθηκε επιτυχώς",
  "PDFE.Views.Toolbar.textSubscript": "Δείκτης",
  "PDFE.Views.Toolbar.textSuperscript": "Εκθέτης",
  "PDFE.Views.Toolbar.textTabComment": "Σχόλιο",
  "PDFE.Views.Toolbar.textTabEdit": "Επεξεργασία",
  "PDFE.Views.Toolbar.textTabFile": "Αρχείο",
  "PDFE.Views.Toolbar.textTabHome": "Αρχική",
  "PDFE.Views.Toolbar.textTabInsert": "Εισαγωγή",
  "PDFE.Views.Toolbar.textTabRedact": "Απόκρυψη",
  "PDFE.Views.Toolbar.textTabView": "Προβολή",
  "PDFE.Views.Toolbar.textUnderline": "Υπογράμμιση",
  "PDFE.Views.Toolbar.tipAddComment": "Προσθήκη σχολίου",
  "PDFE.Views.Toolbar.tipChangeCase": "Αλλαγή πεζών-κεφαλαίων",
  "PDFE.Views.Toolbar.tipClearStyle": "Εκκαθάριση τεχνοτροπίας",
  "PDFE.Views.Toolbar.tipColumns": "Εισαγωγή στηλών",
  "PDFE.Views.Toolbar.tipCopy": "Αντιγραφή",
  "PDFE.Views.Toolbar.tipCut": "Αποκοπή",
  "PDFE.Views.Toolbar.tipDecFont": "Μείωση μεγέθους γραμματοσειράς",
  "PDFE.Views.Toolbar.tipDecPrLeft": "Μείωση εσοχής",
  "PDFE.Views.Toolbar.tipDelPage": "Διαγραφή σελίδας",
  "PDFE.Views.Toolbar.tipDownload": "Λήψη αρχείου",
  "PDFE.Views.Toolbar.tipDownloadForm": "Κατεβάστε ένα αρχείο ως συμπληρώσιμο PDF",
  "PDFE.Views.Toolbar.tipEditMode": "Προσθέστε ή επεξεργαστείτε κείμενο, σχήματα, εικόνες κ.λπ.",
  "PDFE.Views.Toolbar.tipEditText": "Επεξεργασία κειμένου",
  "PDFE.Views.Toolbar.tipFirstPage": "Μετάβαση στην πρώτη σελίδα",
  "PDFE.Views.Toolbar.tipFontColor": "Χρώμα γραμματοσειράς",
  "PDFE.Views.Toolbar.tipFontName": "Γραμματοσειρά",
  "PDFE.Views.Toolbar.tipFontSize": "Μέγεθος γραμματοσειράς",
  "PDFE.Views.Toolbar.tipHAligh": "Οριζόντια στοίχιση",
  "PDFE.Views.Toolbar.tipHandTool": "Εργαλείο χειρός",
  "PDFE.Views.Toolbar.tipHighlightColor": "Χρώμα επισήμανσης",
  "PDFE.Views.Toolbar.tipIncFont": "Αύξηση μεγέθους γραμματοσειράς",
  "PDFE.Views.Toolbar.tipIncPrLeft": "Αύξηση εσοχής",
  "PDFE.Views.Toolbar.tipInsertArrowComment": "Σχεδιάστε ένα βέλος",
  "PDFE.Views.Toolbar.tipInsertCircleComment": "Σχεδιάστε έναν κύκλο ή οβάλ",
  "PDFE.Views.Toolbar.tipInsertPolyLineComment": "Σχεδιάστε γραμμές που συνδέονται μεταξύ τους",
  "PDFE.Views.Toolbar.tipInsertRectComment": "Σχεδιάστε ένα ορθογώνιο ή τετράγωνο",
  "PDFE.Views.Toolbar.tipInsertStamp": "Εισαγωγή σφραγίδας",
  "PDFE.Views.Toolbar.tipInsertTextCallout": "Εισαγωγή επεξήγησης κειμένου",
  "PDFE.Views.Toolbar.tipInsertTextComment": "Εισαγωγή σχολίου κειμένου",
  "PDFE.Views.Toolbar.tipLastPage": "Μετάβαση στην τελευταία σελίδα",
  "PDFE.Views.Toolbar.tipLineSpace": "Διάστιχο",
  "PDFE.Views.Toolbar.tipMarkers": "Κουκκίδες",
  "PDFE.Views.Toolbar.tipMarkersArrow": "Κουκίδες βέλη",
  "PDFE.Views.Toolbar.tipMarkersCheckmark": "Κουκίδες τσεκαρίσματος",
  "PDFE.Views.Toolbar.tipMarkersDash": "Κουκίδες παύλας",
  "PDFE.Views.Toolbar.tipMarkersFRhombus": "Κουκίδες πλήρους ρόμβου",
  "PDFE.Views.Toolbar.tipMarkersFRound": "Κουκίδες πλήρεις στρογγυλές",
  "PDFE.Views.Toolbar.tipMarkersFSquare": "Κουκίδες πλήρεις τετράγωνες",
  "PDFE.Views.Toolbar.tipMarkersHRound": "Κουκίδες άδειες",
  "PDFE.Views.Toolbar.tipMarkersStar": "Κουκίδες αστέρια",
  "PDFE.Views.Toolbar.tipNextForm": "Μετάβαση στο επόμενο πεδίο",
  "PDFE.Views.Toolbar.tipNextPage": "Μετάβαση στην επόμενη σελίδα",
  "PDFE.Views.Toolbar.tipNone": "Κανένα",
  "PDFE.Views.Toolbar.tipNumbers": "Αρίθμηση",
  "PDFE.Views.Toolbar.tipPaste": "Επικόλληση",
  "PDFE.Views.Toolbar.tipPrevForm": "Μετάβαση στο προηγούμενο πεδίο",
  "PDFE.Views.Toolbar.tipPrevPage": "Μετάβαση στην προηγούμενη σελίδα",
  "PDFE.Views.Toolbar.tipPrint": "Εκτύπωση",
  "PDFE.Views.Toolbar.tipPrintQuick": "Γρήγορη εκτύπωση",
  "PDFE.Views.Toolbar.tipRecognize": "Επεξεργασία κειμένου",
  "PDFE.Views.Toolbar.tipRedo": "Επανάληψη",
  "PDFE.Views.Toolbar.tipRotate": "Περιστροφή σελίδων",
  "PDFE.Views.Toolbar.tipSave": "Αποθήκευση",
  "PDFE.Views.Toolbar.tipSaveCoauth": "Αποθηκεύστε τις αλλαγές σας για να τις δουν οι άλλοι χρήστες.",
  "PDFE.Views.Toolbar.tipSaveForm": "Αποθήκευση αρχείου ως συμπληρώσιμο PDF",
  "PDFE.Views.Toolbar.tipSelectAll": "Επιλογή όλων ",
  "PDFE.Views.Toolbar.tipSelectTool": "Εργαλείο επιλογής",
  "PDFE.Views.Toolbar.tipShapeAlign": "Στοίχιση σχήματος",
  "PDFE.Views.Toolbar.tipShapeArrange": "Τακτοποίηση σχήματος",
  "PDFE.Views.Toolbar.tipShapeMerge": "Συγχώνευση σχημάτων",
  "PDFE.Views.Toolbar.tipSubmit": "Υποβολή φόρμας",
  "PDFE.Views.Toolbar.tipSynchronize": "Το έγγραφο τροποποιήθηκε από άλλο χρήστη. Κάντε κλικ για να αποθηκεύσετε τις αλλαγές σας και να επαναφορτώσετε τις ενημερώσεις.",
  "PDFE.Views.Toolbar.tipTextDir": "Κατεύθυνση κειμένου",
  "PDFE.Views.Toolbar.tipUndo": "Αναίρεση",
  "PDFE.Views.Toolbar.tipVAligh": "Κατακόρυφη στοίχιση",
  "PDFE.Views.Toolbar.txtArrowComment": "Βέλος",
  "PDFE.Views.Toolbar.txtCircleComment": "Κύκλος",
  "PDFE.Views.Toolbar.txtDistribHor": "Οριζόντια κατανομή",
  "PDFE.Views.Toolbar.txtDistribVert": "Κατακόρυφη κατανομή",
  "PDFE.Views.Toolbar.txtGroup": "Ομάδα",
  "PDFE.Views.Toolbar.txtMM": "mm",
  "PDFE.Views.Toolbar.txtObjectsAlign": "Στοίχιση επιλεγμένων αντικειμένων",
  "PDFE.Views.Toolbar.txtOpacity": "Αδιαφάνεια",
  "PDFE.Views.Toolbar.txtPageAlign": "Στοίχιση στη σελίδα",
  "PDFE.Views.Toolbar.txtPolyLineComment": "Συνδεδεμένες γραμμές",
  "PDFE.Views.Toolbar.txtRectComment": "Ορθογώνιο ",
  "PDFE.Views.Toolbar.txtRotateLeft": "Περιστροφή αριστερά",
  "PDFE.Views.Toolbar.txtRotatePage": "Περιστροφή σελίδας",
  "PDFE.Views.Toolbar.txtRotatePageRight": "Περιστροφή σελίδας προς τα δεξιά",
  "PDFE.Views.Toolbar.txtRotateRight": "Περιστροφή δεξιά",
  "PDFE.Views.Toolbar.txtSize": "Μέγεθος",
  "PDFE.Views.Toolbar.txtUngroup": "Κατάργηση ομαδοποίησης",
  "PDFE.Views.ViewTab.textAlwaysShowToolbar": "Καρφίτσωμα κορδέλας",
  "PDFE.Views.ViewTab.textDarkDocument": "Σκούρο έγγραφο",
  "PDFE.Views.ViewTab.textFill": "Γέμισμα",
  "PDFE.Views.ViewTab.textFitToPage": "Προσαρμογή στη σελίδα",
  "PDFE.Views.ViewTab.textFitToWidth": "Προσαρμογή στο πλάτος",
  "PDFE.Views.ViewTab.textInterfaceTheme": "Θέμα διεπαφής",
  "PDFE.Views.ViewTab.textLeftMenu": "Αριστερό πλαίσιο",
  "PDFE.Views.ViewTab.textLine": "Γραμμή",
  "PDFE.Views.ViewTab.textNavigation": "Πλοήγηση",
  "PDFE.Views.ViewTab.textOutline": "Κεφαλίδες",
  "PDFE.Views.ViewTab.textRightMenu": "Δεξιό πλαίσιο",
  "PDFE.Views.ViewTab.textStatusBar": "Γραμμή κατάστασης",
  "PDFE.Views.ViewTab.textTabStyle": "Στυλ καρτέλας",
  "PDFE.Views.ViewTab.textZoom": "Εστίαση",
  "PDFE.Views.ViewTab.tipDarkDocument": "Σκούρο έγγραφο",
  "PDFE.Views.ViewTab.tipFitToPage": "Προσαρμογή στη σελίδα",
  "PDFE.Views.ViewTab.tipFitToWidth": "Προσαρμογή στο πλάτος",
  "PDFE.Views.ViewTab.tipHeadings": "Κεφαλίδες",
  "PDFE.Views.ViewTab.tipInterfaceTheme": "Θέμα διεπαφής",
  "Common.Views.ShortcutsDialog.txtDescription": "Description",
  "PDFE.Controllers.Toolbar.helpAnnotRect": "Discover new annotation tools: Rectangle, Circle, Arrow, and Connected Lines.",
  "PDFE.Controllers.Toolbar.helpAnnotRectHeader": "New annotations",
  "PDFE.Controllers.Toolbar.helpPdfCharts": "Insert and edit charts and SmartArt directly in your PDF files.",
  "PDFE.Controllers.Toolbar.helpPdfChartsHeader": "Charts and SmartArt in PDF",
  "PDFE.Controllers.Toolbar.helpRedactTab": "Safeguard sensitive information with the Redact feature, allowing you to securely remove confidential content.",
  "PDFE.Controllers.Toolbar.helpRedactTabHeader": "Redact in PDF",
  "PDFE.Views.DocumentHolder.textLeft": "Left"
}