<!DOCTYPE html>
<html>
	<head>
		<title>G&ouml;r&uuml;n&uuml;m Ayarları ve Gezinme Ara&ccedil;ları</title>
		<meta charset="utf-8" />
		<meta name="description" content="The description of view settings and navigation tools such as zoom, previous/next slide buttons" />
		<link type="text/css" rel="stylesheet" href="../../../../../../common/main/resources/help/editor.css" />
		<link type = "text/css" rel = "stylesheet" href = "../../images/sprite.css" />
        <script type="text/javascript" src="../callback.js"></script>
        <script type="text/javascript" src="../search/js/page-search.js"></script>
	</head>
	<body>
		<div class="mainpart">
        <div class="search-field">
            <input id="search" class="searchBar" placeholder="Arama" type="text" onkeypress="doSearch(event)">
        </div>
		<h1>G&ouml;r&uuml;n&uuml;m Ayarları ve Gezinme Ara&ccedil;ları</h1>
			<p><a target="_blank" href="https://www.onlyoffice.com/en/presentation-editor.aspx" onclick="onhyperlinkclick(this)"><b>Sunu D&uuml;zenleyici,</b></a> sununuzu g&ouml;r&uuml;nt&uuml;lemenize ve bunlar arasında gezinmenize yardımcı olacak yakınlaştırma, &ouml;nceki/sonraki slayt d&uuml;ğmeleri ve slayt numarası g&ouml;stergesi gibi &ccedil;eşitli ara&ccedil;lar sunar.</p>
			<h3>G&ouml;r&uuml;n&uuml;m Ayarlarını D&uuml;zenle</h3>
			<p>
                Varsayılan g&ouml;r&uuml;n&uuml;m ayarlarını d&uuml;zenlemek ve sunu ile &ccedil;alışacak en uygun modu ayarlamak i&ccedil;in <a href="../ProgramInterface/ViewTab.htm" onclick="onhyperlinkclick(this)">G&ouml;r&uuml;n&uuml;m</a> sekmesine gidin.
                Aşağıdaki se&ccedil;enekleri se&ccedil;ebilirsiniz:
            </p>
			<ul>
				<li>Listeden gerekli yakınlaştırma değerini %50&apos;den %500&apos;e ayarlamak i&ccedil;in <b>Yakınlaştır</b>.</li>
				<li>T&uuml;m slaytı &ccedil;alışma alanının g&ouml;r&uuml;nen kısmına sığdırmak i&ccedil;in <b>Slayta Sığdır</b>.</li>
				<li>Slayt genişliğini &ccedil;alışma alanının g&ouml;r&uuml;nen kısmına sığdırmak i&ccedil;in <b>Genişliğe Sığdır</b>.</li>
				<li><b>Aray&uuml;z Teması</b>- A&ccedil;ılır men&uuml;den mevcut aray&uuml;z temalarından birini se&ccedil;in: <em>Sistem ile aynı</em>, <em>Aydınlık</em>, <em>Klasik Aydınlık</em>, <em>Karanlık</em>, <em>Kontrast Koyu</em>.</li>
				<li><b>Notlar</b> - Devre dışı bırakıldığında, slaydın altındaki notlar b&ouml;l&uuml;m&uuml;n&uuml; gizler. Bu b&ouml;l&uuml;m fare imleci ile s&uuml;r&uuml;klenerek de gizlenebilir/g&ouml;sterilebilir.</li>
				<li><b>Cetveller</b> - Devre dışı bırakıldığında, metin kutuları i&ccedil;inde sekme duraklarını ve paragraf girintilerini ayarlamak i&ccedil;in kullanılan cetvelleri gizler. Gizlenen <b>Cetvelleri</b> g&ouml;stermek i&ccedil;in bu se&ccedil;eneğe bir kez daha tıklayın.</li>
				<li>
                    <b>Ara&ccedil; &ccedil;ubuğunu her zaman g&ouml;ster</b>- Bu se&ccedil;enek devre dışı bırakıldığında, sekme adları g&ouml;r&uuml;n&uuml;r durumda kalırken, komutları i&ccedil;eren &uuml;st ara&ccedil; &ccedil;ubuğu gizlenir.
                    <p class="note">Alternatif olarak, &uuml;st ara&ccedil; &ccedil;ubuğunu gizlemek veya yeniden g&ouml;r&uuml;nt&uuml;lemek i&ccedil;in herhangi bir sekmeye &ccedil;ift tıklayabilirsiniz.</p>
				</li>
				<li><b>Durum &Ccedil;ubuğu</b>- Devre dışı bırakıldığında, <b>Sayfa Numarası G&ouml;stergesi</b> ve <b>Yakınlaştır</b> d&uuml;ğmelerinin bulunduğu en alttaki &ccedil;ubuk gizlenir. Gizlenen <b>Durum &Ccedil;ubuğunu</b> g&ouml;stermek i&ccedil;in bu se&ccedil;eneğe bir kez daha tıklayın.</li>
			</ul>
			<p>Sağ kenar &ccedil;ubuğu varsayılan olarak simge durumuna k&uuml;&ccedil;&uuml;lt&uuml;l&uuml;r. Genişletmek i&ccedil;inse herhangi bir nesneyi/slaydı se&ccedil;in ve sağdaki etkin durumdaki sekmenin simgesine tıklayın. Sağ kenar &ccedil;ubuğunu simge durumuna k&uuml;&ccedil;&uuml;ltmek i&ccedil;in simgeye bir kez daha tıklayın. Sol kenar &ccedil;ubuğunun genişliği basit bir s&uuml;r&uuml;kle ve bırak y&ouml;ntemiyle ayarlanır:
            fare imlecini sol kenar &ccedil;ubuğu kenarının &uuml;zerine getirin, b&ouml;ylece panel &ccedil;ift y&ouml;nl&uuml; oka d&ouml;n&uuml;ş&uuml;r ve kenar &ccedil;ubuğunun genişliğini azaltmak i&ccedil;in kenarlığı sola ve artırmak i&ccedil;in kenarlığı sağa s&uuml;r&uuml;kleyin.</p>
			<h3>Gezinme Ara&ccedil;larını Kullanma</h3>
			<p>Sununuzda gezinmek i&ccedil;in aşağıdaki ara&ccedil;ları kullanın:</p>
			<p>
                <b>Yakınlaştır</b> d&uuml;ğmeleri, sağ alt k&ouml;şede bulunur ve ge&ccedil;erli sunuyu yakınlaştırmak ve uzaklaştırmak i&ccedil;in kullanılır.
                Y&uuml;zde cinsinden g&ouml;r&uuml;nt&uuml;lenen se&ccedil;ili yakınlaştırma değerini değiştirmek i&ccedil;in buna tıklayın ve listeden mevcut yakınlaştırma se&ccedil;eneklerinden (%50 / %75 / %100 / %125 / %150 / %175 / %200 / %300 / %400 / %500) birini se&ccedil;in ya da <b>Yakınlaştır</b> <span class="icon icon-zoomin"></span>
                veya <b>Uzaklaştır</b> <span class="icon icon-zoomout"></span> d&uuml;ğmelerini kullanın.
                Sunu genişliğini &ccedil;alışma alanının g&ouml;r&uuml;nen kısmına sığdırmak i&ccedil;in <b>Genişliğe Sığdır</b> <span class="icon icon-fitwidth"></span> simgesine tıklayın.
                T&uuml;m slaydı &ccedil;alışma alanının g&ouml;r&uuml;nen kısmına sığdırmak i&ccedil;in <b>Slayda Sığdır</b> <span class="icon icon-fitslide"></span> simgesine tıklayın.
                Yakınlaştırma ayarları <a href="../ProgramInterface/ViewTab.htm" onclick="onhyperlinkclick(this)">G&ouml;r&uuml;n&uuml;m</a> sekmesinde de mevcuttur.
            </p>
			<p class="note">Varsayılan bir yakınlaştırma değeri ayarlayabilirsiniz. &Uuml;st ara&ccedil; &ccedil;ubuğunun <b>Dosya</b> sekmesine ge&ccedil;in, <b>Gelişmiş Ayarlar</b> se&ccedil;eneğine gidin, gerekli <b>Varsayılan Yakınlaştırma Değerini</b> listeden se&ccedil;in ve <b>Uygula</b> d&uuml;ğmesine tıklayın.</p>
			<p>Sunuyu d&uuml;zenlerken &ouml;nceki veya sonraki slayda gitmek i&ccedil;in slaydın sağında bulunan dikey kaydırma &ccedil;ubuğunun &uuml;st&uuml;ndeki ve altındaki <span class="icon icon-previouspage"></span> ve <span class="icon icon-nextpage"></span> d&uuml;ğmelerini kullanabilirsiniz.</p>
			<p><b>Slayt Numarası G&ouml;stergesi</b>, ge&ccedil;erli slaydı ge&ccedil;erli sunudaki t&uuml;m slaytların bir par&ccedil;ası olarak g&ouml;sterir (slayt &apos;n&apos; veya &apos;nn&apos;).
            Slayt numarasını girebileceğiniz ve hızlı bir şekilde slayta gidebileceğiniz pencereyi a&ccedil;mak i&ccedil;in bu başlığa tıklayın. <b>Durum &ccedil;ubuğunu</b> gizlemeye karar verirseniz, bu ara&ccedil; erişilemez hale gelir.</p>
			
			
		</div>
	</body>
</html>