<!DOCTYPE html>
<html>
<head>
    <title>Belge D&uuml;zenleyicisinin Gelişmiş Ayarları</title>
    <meta charset="utf-8" />
    <meta name="description" content="The advanced settings of the Document Editor" />
    <link type="text/css" rel="stylesheet" href="../../../../../../common/main/resources/help/editor.css" />
    <link type = "text/css" rel = "stylesheet" href = "../../images/sprite.css" />
    <script type="text/javascript" src="../callback.js"></script>
    <script type="text/javascript" src="../search/js/page-search.js"></script>
</head>
<body>
    <div class="mainpart">
        <div class="search-field">
            <input id="search" class="searchBar" placeholder="Arama" type="text" onkeypress="doSearch(event)">
        </div>
        <h1>Belge D&uuml;zenleyicisinin Gelişmiş Ayarları</h1>
        <p><a href="https://www.onlyoffice.com/en/document-editor.aspx" target="_blank" onclick="onhyperlinkclick(this)"><b>Belge D&uuml;zenleyici</b></a>, gelişmiş ayarlarını değiştirmenize izin verir. Bunlara erişmek i&ccedil;in &uuml;st ara&ccedil; &ccedil;ubuğundaki <b>Dosya</b> sekmesini a&ccedil;ın ve <b>Gelişmiş Ayarlar</b> se&ccedil;eneğini se&ccedil;in.</p>
        <p>Gelişmiş ayarlar aşağıdaki gibi gruplandırılmıştır:</p>

        <h3>D&uuml;zenleme ve kaydetme</h3>
        <ol>
            <li><span class="onlineDocumentFeatures"><b>Otomatik kaydet</b>, <em>&ccedil;evrimi&ccedil;i s&uuml;r&uuml;mde</em> ve belgeyi d&uuml;zenlerken yaptığınız değişikliklerin otomatik olarak kaydedilmesi se&ccedil;eneğini a&ccedil;mak/kapatmak i&ccedil;in kullanılır.</span></li>
            <li><span class="desktopDocumentFeatures"><b>Otomatik kurtar</b>, <em>masa&uuml;st&uuml; s&uuml;r&uuml;m&uuml;nde</em> ve programın beklenmedik bir şekilde kapanması durumunda belgelerin otomatik olarak kurtarılmasını sağlayan se&ccedil;eneği a&ccedil;ıp/kapatmak i&ccedil;in kullanılır.</span></li>
            <li><b>İ&ccedil;erik yapıştırıldığında Yapıştırma Se&ccedil;enekleri d&uuml;ğmesini g&ouml;ster</b>. Belgeye i&ccedil;erik yapıştırdığınızda ilgili simge g&ouml;r&uuml;n&uuml;r.</li>
            <li><b>DOCX olarak kaydedildiğinde dosyaları eski MS Word s&uuml;r&uuml;mleriyle uyumlu hale getir</b>. DOCX bi&ccedil;iminde kaydedilen dosyalar, eski Microsoft Word s&uuml;r&uuml;mleriyle uyumlu hale getirilir.</li>
        </ol>

        <h3>İşbirliği</h3>
        <ol>
            <li class="onlineDocumentFeatures">
                <b>Birlikte d&uuml;zenleme modu</b> alt b&ouml;l&uuml;m&uuml;, işbirliği i&ccedil;inde &ccedil;alışırken belgede yapılan değişiklikleri g&ouml;rmek i&ccedil;in tercih edilen modu ayarlamanıza olanak tanır.
                <ul>
                    <li><b>Hızlı</b> (varsayılan olarak). Belgenin birlikte d&uuml;zenlenmesinde yer alan kullanıcılar, diğer kullanıcılar tarafından yapılan değişiklikleri ger&ccedil;ek zamanlı olarak g&ouml;r&uuml;r.</li>
                    <li><b>Sıkı</b>. Ortak edit&ouml;rler tarafından yapılan t&uuml;m değişiklikler yalnızca sizi yeni değişiklikler hakkında bilgilendirecek <b>Kaydet</b> simgesine <div class="icon icon-saveupdate"></div> tıklamanızdan sonra g&ouml;sterilir.</li>
                </ul>
            </li>
            <li>
                <b>Değişiklikleri izleyi g&ouml;ster</b> alt b&ouml;l&uuml;m&uuml;, yeni değişikliklerin nasıl g&ouml;r&uuml;nt&uuml;leneceğini se&ccedil;menizi sağlar.
                <ul>
                    <li><b>Balonlarda tıklama ile g&ouml;ster</b>. İzlenen değişikliğe tıkladığınızda değişiklik bir balon i&ccedil;inde g&ouml;sterilir.</li>
                    <li><b>Ara&ccedil; ipu&ccedil;larında &uuml;zerine gelerek g&ouml;ster</b>. Fare işaret&ccedil;isini izlenen değişikliğin &uuml;zerine getirdiğinizde bir ara&ccedil; ipucu g&ouml;r&uuml;n&uuml;r.</li>
                </ul>
            </li>
            <li class="onlineDocumentFeatures">
                <b>Ger&ccedil;ek Zamanlı İşbirliği Değişiklikleri</b> alt b&ouml;l&uuml;m&uuml;, yeni değişikliklerin ve yorumların ger&ccedil;ek zamanlı olarak nasıl g&ouml;r&uuml;nt&uuml;leneceğini se&ccedil;menizi sağlar.
                <ul>
                    <li><b>Hi&ccedil;birini G&ouml;r&uuml;nt&uuml;leme</b>. Mevcut oturum sırasında yapılan değişikliklerin hi&ccedil; biri vurgulanmaz.</li>
                    <li><b>T&uuml;m&uuml;n&uuml; G&ouml;r&uuml;nt&uuml;le</b>. Mevcut oturum sırasında yapılan t&uuml;m değişiklikler vurgulanır.</li>
                    <li><b>Sonuncuyu G&ouml;r&uuml;nt&uuml;le</b>. Yalnızca <b>Kaydet</b> simgesine en son tıkladığınızdan bu yana <div class="icon icon-saveupdate"></div> yapılan değişiklikler vurgulanır. Bu se&ccedil;enek yalnızca <b>Sıkı</b> ortak d&uuml;zenleme modu se&ccedil;ildiğinde kullanılabilir.</li>
                    <li><b>Diğer kullanıcıların değişikliklerini g&ouml;ster</b>. Bu &ouml;zellik, yalnızca <b>Canlı G&ouml;r&uuml;nt&uuml;leyici</b> modunda g&ouml;r&uuml;nt&uuml;leme amacıyla a&ccedil;ılan belgede diğer kullanıcıların yaptığı değişiklikleri g&ouml;rmenizi sağlar.</li>
                    <li><b>Yorumları metinde g&ouml;ster</b>. Bu &ouml;zelliği devre dışı bırakırsanız, yorum yapılan pasajlar yalnızca sol kenar &ccedil;ubuğundaki <b>Yorumlar</b> <div class="icon icon-commentsicon"></div> simgesine tıkladığınızda vurgulanır.</li>
                    <li><b>&Ccedil;&ouml;z&uuml;len yorumları g&ouml;ster</b>. &Ccedil;&ouml;z&uuml;len yorumların belge metninde gizlenmesi i&ccedil;in bu &ouml;zellik varsayılan olarak devre dışıdır. Bu t&uuml;r yorumları yalnızca sol kenar &ccedil;ubuğundaki <b>Yorumlar</b> <div class="icon icon-commentsicon"></div> simgesine tıkladığınızda g&ouml;r&uuml;nt&uuml;leyebilirsiniz. Belge metninde &ccedil;&ouml;z&uuml;lm&uuml;ş yorumları g&ouml;r&uuml;nt&uuml;lemek istiyorsanız bu se&ccedil;eneği etkinleştirin.</li>
                </ul>
            </li>
        </ol>

        <h3>Yazım denetleme</h3>
        <ol>
            <li><b>Yazım Denetimi</b> se&ccedil;eneği yazım denetimini a&ccedil;mak/kapatmak i&ccedil;in kullanılır.</li>
            <li><b>B&Uuml;Y&Uuml;K HARFLİ kelimeleri yoksay</b>. Yazım denetimi sırasında b&uuml;y&uuml;k harflerle yazılan s&ouml;zc&uuml;kler dikkate alınmaz.</li>
            <li><b>Sayı i&ccedil;eren kelimeleri yoksay</b>. Yazım denetimi sırasında sayı i&ccedil;eren s&ouml;zc&uuml;kler dikkate alınmaz.</li>
            <li><b>Otomatik D&uuml;zelt se&ccedil;enekleri...</b> men&uuml;s&uuml;, yazarken metni değiştirme, işlevleri tanıma, otomatik bi&ccedil;imlendirme ve benzeri gibi <a href="../UsageInstructions/MathAutoCorrect.htm" onclick="onhyperlinkclick(this)">otomatik d&uuml;zeltme ayarlarına</a> erişmenizi sağlar.</li>
        </ol>

        <h3>&Ccedil;alışma alanı</h3>
        <ol>
            <li><b>Hizalama Kılavuzları</b> se&ccedil;eneği, nesneleri hareket ettirdiğinizde g&ouml;r&uuml;nen hizalama kılavuzlarını a&ccedil;mak/kapatmak i&ccedil;in kullanılır. Sayfada daha hassas bir nesne konumlandırma imkanı sağlar.</li>
            <li><b>Simge harfler</b> se&ccedil;eneği, simge harfleri a&ccedil;mak/kapatmak i&ccedil;in kullanılır.</li>
            <li><b>Klavyeyi kullanarak kullanıcı aray&uuml;z&uuml;nde gezinmek i&ccedil;in Alt tuşunu kullanın</b> se&ccedil;eneği, klavye kısayollarında <em>Alt</em> / <em>Option</em> tuşunun kullanılmasını etkinleştirmek i&ccedil;in kullanılır.</li>
            <li>
                <b>Aray&uuml;z teması</b> se&ccedil;eneği, d&uuml;zenleyici aray&uuml;z&uuml;n&uuml;n renk d&uuml;zenini değiştirmek i&ccedil;in kullanılır.
                <ul>
                    <li><b>Sistem ile aynı</b> se&ccedil;eneği, d&uuml;zenleyicinin sisteminizin aray&uuml;z temasını takip etmesini sağlar.</li>
                    <li><b>Işık</b> renk şeması, g&uuml;nd&uuml;z &ccedil;alışmaya uygun UI &ouml;ğelerinde daha az kontrastla standart mavi, beyaz ve a&ccedil;ık gri renkleri birleştirir.</li>
                    <li><b>Klasik Işık</b> renk şeması, standart mavi, beyaz ve a&ccedil;ık gri renkleri i&ccedil;erir.</li>
                    <li><b>Karanlık</b> renk şeması, gece &ccedil;alışmaya uygun siyah, koyu gri ve a&ccedil;ık gri renkleri i&ccedil;erir.</li>
                    <li><b>Kontrast Koyu</b> renk şeması, dosyanın &ccedil;alışma alanını vurgulayan UI &ouml;ğelerinde daha fazla kontrastla siyah, koyu gri ve beyaz renkleri birleştirir.</li>
                    <li>
                        <b>Belge karanlık modunu a&ccedil;</b> se&ccedil;eneği, d&uuml;zenleyici <b>Karanlık</b> veya <b>Kontrast Koyu</b> aray&uuml;z temasına ayarlandığında &ccedil;alışma alanını daha karanlık yapmak i&ccedil;in kullanılır. Etkinleştirmek i&ccedil;in <b>Belge karanlık modunu a&ccedil;</b> kutusunu işaretleyin.
                        <p class="note"><b>Not</b>: Mevcut <b>Işık</b>, <b>Klasik Işık</b>, <b>Karanlık</b>, ve <b>Kontrast Koyu</b> aray&uuml;z temaları dışında, ONLYOFFICE d&uuml;zenleyicilerini artık kendi renk temanızla &ouml;zelleştirebilirsiniz. Bunu nasıl yapabileceğinizi &ouml;ğrenmek i&ccedil;in l&uuml;tfen <a target="_blank" href="https://helpcenter.onlyoffice.com/installation/docs-developer-change-theme.aspx" onclick="onhyperlinkclick(this)">bu talimatları</a> izleyin.</p>
                    </li>
                </ul>
            </li>
            <li><b>&Ouml;l&ccedil;&uuml; birimi</b> se&ccedil;eneği, genişlik, y&uuml;kseklik, boşluk, kenar boşlukları ve benzeri gibi parametreler ayarlanırken cetvellerde ve nesnelerin &ouml;zelliklerinde hangi birimlerin kullanılacağını belirtmek i&ccedil;in kullanılır. Mevcut birimler: <em>Santimetre</em>, <em>Punto Nokta</em>, ve <em>İn&ccedil;</em>.</li>
            <li><b>Varsayılan Yakınlaştırma Değeri</b> se&ccedil;eneği, mevcut se&ccedil;enekler listesinden %50 ile %500 arasında se&ccedil;im yaparak varsayılan yakınlaştırma değerini ayarlamak i&ccedil;in kullanılır. Ayrıca <em>Sayfaya sığdır</em> veya <em>Genişliğe Sığdır</em> se&ccedil;eneklerini de se&ccedil;ebilirsiniz.</li>
            <li>
                <b>Yazı tipi ipucu</b> se&ccedil;eneği, yazı tiplerinin Belge D&uuml;zenleyici&apos;de nasıl g&ouml;r&uuml;nt&uuml;leneceğini se&ccedil;mek i&ccedil;in kullanılır.
                <ul>
                    <li>yazı tiplerinin genellikle Windows&apos;ta g&ouml;r&uuml;nt&uuml;lenme şeklini, yani Windows yazı tipi ipu&ccedil;larını kullanmayı seviyorsanız <b>Windows olarak</b> se&ccedil;in.</li>
                    <li>Yazı tiplerinin genellikle Mac&apos;te, yani herhangi bir yazı tipi ipucu olmadan g&ouml;r&uuml;nt&uuml;lenme şeklini seviyorsanız <b>OS X olarak</b> se&ccedil;in.</li>
                    <li>Metninizin yazı tipi dosyalarına g&ouml;m&uuml;l&uuml; ipu&ccedil;ları ile g&ouml;r&uuml;nt&uuml;lenmesini istiyorsanız <b>Yerli</b> se&ccedil;eneğini se&ccedil;in. </li>
                    <li>
                        <b>Varsayılan &ouml;nbellek modu</b> - Yazı tipi karakterleri i&ccedil;in &ouml;nbellek modunu se&ccedil;mede kullanılır. Herhangi bir sebep olmadan değiştirmeniz &ouml;nerilmez. Google Chrome tarayıcısında etkinleştirilmiş donanım hızlandırmayla ilgili bir sorun oluşması gibi yalnızca bazı durumlarda yardımcı olabilir.
                        <p>Belge D&uuml;zenleyici&apos;de iki &ouml;nbellek modu bulunur:</p>
                        <ol>
                            <li><b>İlk &ouml;nbellek modunda</b>, her harf ayrı bir resim olarak &ouml;nbelleğe alınır.</li>
                            <li><b>İkinci &ouml;nbellek modunda</b>, harflerin dinamik olarak yerleştirildiği belirli bir boyuttaki bir resim se&ccedil;ilir ve bu resimdeki belleği ayırma/&ccedil;ıkarma mekanizması da uygulanır. Yeterli bellek yoksa, ikinci bir resim oluşturulur, vb.</li>
                        </ol>
                        <p><b>Varsayılan &ouml;nbellek modu</b> ayarı, farklı tarayıcılar i&ccedil;in yukarıda belirtilen iki &ouml;nbellek modunu ayrı ayrı uygular:</p>
                        <ul>
                            <li><b>Varsayılan &ouml;nbellek modu</b> ayarı etkinleştirildiğinde, Internet Explorer (v. 9, 10, 11) <b>ikinci &ouml;nbellek modunu</b>, diğer tarayıcılar ise <b>ilk &ouml;nbellek modunu</b> kullanır.</li>
                            <li><b>Varsayılan &ouml;nbellek modu</b> ayarı devre dışı bırakıldığında, Internet Explorer (v. 9, 10, 11) <b>ilk &ouml;nbellek modunu</b>, diğer tarayıcılar ise <b>ikinci &ouml;nbellek modunu</b> kullanır.</li>
                        </ul>
                    </li>
                </ul>
            </li>
            <li>
                <b>Makro Ayarları</b> se&ccedil;eneği, makroların bir bildirimle g&ouml;r&uuml;nt&uuml;lenmesini ayarlamak i&ccedil;in kullanılır.
                <ul>
                    <li>Belgedeki t&uuml;m makroları devre dışı bırakmak i&ccedil;in <b>T&uuml;m&uuml;n&uuml; Devre Dışı Bırak</b> se&ccedil;eneğini se&ccedil;in.</li>
                    <li>Belge i&ccedil;indeki makrolar hakkında bildirim almak i&ccedil;in <b>Bildirimleri G&ouml;ster</b> se&ccedil;eneğini se&ccedil;in.</li>
                    <li>Belgedeki t&uuml;m makroları otomatik olarak &ccedil;alıştırmak i&ccedil;in <b>T&uuml;m&uuml;n&uuml; Etkinleştir</b> se&ccedil;eneğini se&ccedil;in.</li>
                </ul>
            </li>
        </ol>
        <p>Yaptığınız değişiklikleri kaydetmek i&ccedil;in <b>Uygula</b> d&uuml;ğmesine tıklayın.</p>
    </div>
</body>
</html>