<!DOCTYPE html>
<html>
<head>
    <title>Belgeleri ger&ccedil;ek zamanlı olarak birlikte d&uuml;zenleme</title>
    <meta charset="utf-8" />
    <meta name="description" content="Tips on collaborative editing" />
    <link type="text/css" rel="stylesheet" href="../../../../../../common/main/resources/help/editor.css" />
    <link type = "text/css" rel = "stylesheet" href = "../../images/sprite.css" />
    <script type="text/javascript" src="../callback.js"></script>
    <script type="text/javascript" src="../search/js/page-search.js"></script>
</head>
<body>
    <div class="mainpart">
        <div class="search-field">
            <input id="search" class="searchBar" placeholder="Arama" type="text" onkeypress="doSearch(event)">
        </div>
        <h1>Belgeleri ger&ccedil;ek zamanlı olarak birlikte d&uuml;zenleme</h1>
        <p><a href="https://www.onlyoffice.com/en/document-editor.aspx" target="_blank" onclick="onhyperlinkclick(this)"><b>Belge D&uuml;zenleyici</b></a>, dosyaları ve klas&ouml;rleri <a href="https://helpcenter.onlyoffice.com/userguides/groups-guides-documents-share-documents.aspx" onclick="onhyperlinkclick(this)">paylaşma</a>,  doğrudan edit&ouml;r aracında <a href="../HelpfulHints/Communicating.htm" onclick="onhyperlinkclick(this)">iletişim kurma</a>, belgelerinizin ek &uuml;&ccedil;&uuml;nc&uuml; taraf girdisi gerektiren belirli b&ouml;l&uuml;mleri hakkında <a href="../HelpfulHints/Commenting.htm" onclick="onhyperlinkclick(this)">yorumda bulunma</a>, <a href="../HelpfulHints/VersionHistory.htm" onclick="onhyperlinkclick(this)">belge s&uuml;r&uuml;mlerini</a> gelecekte kullanılmak &uuml;zere kaydetme, belgeleri <a href="../HelpfulHints/Review.htm" onclick="onhyperlinkclick(this)">g&ouml;zden ge&ccedil;irme</a> ve değişikliklerinizi dosyayı ger&ccedil;ekten d&uuml;zenlemeden ekleme, işlemeyi ve d&uuml;zenlemeyi kolaylaştırmak i&ccedil;in belgeleri <a href="../HelpfulHints/Comparison.htm" onclick="onhyperlinkclick(this)">karşılaştırma ve birleştirme</a> gibi iş akışlarına s&uuml;rekli ekip genelinde bir yaklaşım s&uuml;rd&uuml;rmenize olanak tanır.</p>
        <p><b>Belge D&uuml;zenleyicide</b>, <b>Hızlı</b> veya <b>Sıkı</b> adlı iki modu kullanarak belgeler &uuml;zerinde ger&ccedil;ek zamanlı olarak işbirliği yapabilirsiniz:.</p>
        <p>Modları <a href="../HelpfulHints/AdvancedSettings.htm" onclick="onhyperlinkclick(this)">Gelişmiş Ayarlar</a> men&uuml;s&uuml;nden se&ccedil;ilebilirsiniz. İstenen modu, &uuml;st ara&ccedil; &ccedil;ubuğunun <b>İşbirliği</b> sekmesinde bulunan <span class = "icon icon-coeditingmode"></span> <b>Birlikte D&uuml;zenleme Modu</b> simgesini kullanarak da se&ccedil;ebilirsiniz.</p>
        <p><img alt="Birlikte Düzenleme Modu menüsü" src="../../../../../../common/main/resources/help/tr/images/coeditingmodemenu.png" /></p>
        <p>Ge&ccedil;erli belge &uuml;zerinde &ccedil;alışan kullanıcıların sayısı, d&uuml;zenleyici başlığının sağ tarafında g&ouml;r&uuml;nt&uuml;lenir - <span class = "icon icon-usersnumber"></span>. Şu anda dosyayı tam olarak kimin d&uuml;zenlediğini g&ouml;rmek isterseniz, bu simgeye tıklayabilir veya kullanıcıların tam listesinin bulunduğu <b>Sohbet</b> paneli a&ccedil;abilirsiniz.</p>
        <h3>Hızlı modu</h3>
        <p><b>Hızlı</b>&nbsp;modu varsayılan olarak kullanılır ve diğer kullanıcılar tarafından yapılan değişiklikleri ger&ccedil;ek zamanlı olarak g&ouml;sterir. Bir belgeyi bu modda birlikte d&uuml;zenlediğinizde, son geri alınan işlemi <b>Yinelemek</b> se&ccedil;eneği mevcut değildir. Bu mod, metni d&uuml;zenlerken ortak edit&ouml;rlerin eylemlerini ve adlarını g&ouml;sterir.</p>
        <p>Fare imleci d&uuml;zenlenen pasajlardan birinin &uuml;zerine getirildiğinde, o anda ilgili pasajı d&uuml;zenleyen kullanıcının adı g&ouml;r&uuml;nt&uuml;lenir.</p>
        <p><img alt="Hızlı modu" src="../images/fastmode.png" /></p>
        <h3>Sıkı modu</h3>
        <p><b>Sıkı</b> modu, diğer kullanıcılar tarafından yapılan değişiklikleri gizlemek i&ccedil;in se&ccedil;ilir ve yaptığınız değişiklikleri kaydetmek ve ortak yazarlar tarafından yapılan değişiklikleri kabul etmek i&ccedil;in&nbsp;<b>Kaydet</b>&nbsp;<span class = "icon icon-savewhilecoediting"></span> simgesine tıklayana kadar bu değişiklikler gizli kalır. Bir belge bu modda birka&ccedil; kullanıcı tarafından aynı anda d&uuml;zenlendiğinde, d&uuml;zenlenen metin pasajları farklı renklerde kesikli &ccedil;izgilerle işaretlenir.</p>
        <p><img alt="Sıkı modu" src="../images/strictmode.png" /></p>
        <p>Kullanıcılardan biri yaptığı değişiklikleri <span class = "icon icon-savewhilecoediting"></span> simgesine tıklayarak kaydeder kaydetmez, diğerleri durum &ccedil;ubuğunda g&uuml;ncellemeleri olduğunu belirten bir not g&ouml;r&uuml;r. Yaptığınız değişiklikleri diğer kullanıcıların g&ouml;rebilmesi ve ortak edit&ouml;rleriniz tarafından kaydedilen g&uuml;ncellemeleri alabilmesi amacıyla kaydetmek i&ccedil;in &uuml;st ara&ccedil; &ccedil;ubuğunun sol &uuml;st k&ouml;şesindeki <span class = "icon icon-saveupdate"></span> simgesine tıklayın. Tam olarak neyin değiştiğini kontrol edebilmeniz i&ccedil;in g&uuml;ncellemeler vurgulu bir şekilde g&ouml;sterilir.</p>
        <p>&Uuml;st ara&ccedil; &ccedil;ubuğundaki <b>Dosya</b> sekmesine tıklar, <b>Gelişmiş Ayarlar</b> se&ccedil;eneğini ve aşağıda sıralanan &uuml;&ccedil; se&ccedil;enekten birini se&ccedil;erseniz birlikte d&uuml;zenleme sırasında vurgulanmasını istediğiniz değişiklikleri belirtebilirsiniz:</p>
        <ul>
            <li><b>T&uuml;m&uuml;n&uuml; g&ouml;r&uuml;nt&uuml;le</b>&nbsp;- mevcut oturum sırasında yapılan t&uuml;m değişiklikler vurgulanır.</li>
            <li><b>Sonuncuyu g&ouml;r&uuml;nt&uuml;le</b>&nbsp;- yalnızca simgeye en son tıkladığınızdan bu yana&nbsp;<div class = "icon icon-saveupdate"></div>&nbsp;yapılan değişiklikler vurgulanır.</li>
            <li><b>Hi&ccedil;birini g&ouml;r&uuml;nt&uuml;leme</b>&nbsp;- mevcut oturum sırasında yapılan değişiklikler vurgulanmaz.</li>
        </ul>
        <h3>Canlı G&ouml;r&uuml;nt&uuml;leyici modu</h3>
        <p><b>Canlı G&ouml;r&uuml;nt&uuml;leyici</b> modu, belge <b>Sadece G&ouml;r&uuml;nt&uuml;le</b> erişim iznine sahip bir kullanıcı tarafından a&ccedil;ıldığında, diğer kullanıcılar tarafından yapılan değişiklikleri ger&ccedil;ek zamanlı olarak g&ouml;rmek i&ccedil;in kullanılır.</p>
        <p class="note">Bu modun d&uuml;zg&uuml;n &ccedil;alışabilmesi i&ccedil;in <b>Diğer kullanıcıların değişikliklerini g&ouml;ster</b> onay kutusunun d&uuml;zenleyicinin <b>Gelişmiş Ayarlarında</b> etkinleştirilmiş olduğundan emin olun.</p>
        <h3>Anonim</h3>
        <p>Kayıtlı ve bir profili olmayan portal kullanıcıları, belgeler &uuml;zerinde işbirliği yapabiliyor olsalar da anonim olarak kabul edilir. Anonim kullanıcı, kendisine bir isim atanabilmesi i&ccedil;in belgeyi ilk kez a&ccedil;tığında ekranın sağ &uuml;st k&ouml;şesinde g&ouml;r&uuml;nen ilgili alana tercih ettiği bir ismi girmelidir. Tercih ettiği ismi korumak i&ccedil;in &quot;Bana bir daha sorma&quot; onay kutusunu etkinleştirmelidir.</p>
        <p><img alt="anonim işbirliği" src="../images/anonymous_collab.png" /></p>
    </div>
</body>
</html>