<!DOCTYPE html>
<html>
<head>
    <title>Belgelere yorum ekleme</title>
    <meta charset="utf-8" />
    <meta name="description" content="Tips on collaborative editing" />
    <link type = "text/css" rel = "stylesheet" href = "../../images/sprite.css" />
    <link type="text/css" rel="stylesheet" href="../../../../../../common/main/resources/help/editor.css" />
    <script type="text/javascript" src="../callback.js"></script>
    <script type="text/javascript" src="../search/js/page-search.js"></script>
</head>
<body>
    <div class="mainpart">
        <div class="search-field">
            <input id="search" class="searchBar" placeholder="Arama" type="text" onkeypress="doSearch(event)">
        </div>
        <h1>Belgelere yorum ekleme</h1>
        <p><a href="https://www.onlyoffice.com/en/document-editor.aspx" target="_blank" onclick="onhyperlinkclick(this)"><b>Belge D&uuml;zenleyici</b></a>, dosyaları ve klas&ouml;rleri <a href="https://helpcenter.onlyoffice.com/userguides/groups-guides-documents-share-documents.aspx" onclick="onhyperlinkclick(this)">paylaşma</a>, belgeler &uuml;zerinde ger&ccedil;ek zamanlı olarak <a href="../HelpfulHints/CollaborativeEditing.htm" onclick="onhyperlinkclick(this)">işbirliği yapma</a>, doğrudan edit&ouml;r aracında <a href="../HelpfulHints/Communicating.htm" onclick="onhyperlinkclick(this)">iletişim kurma</a>, gelecekte kullanmak &uuml;zere <a href="../HelpfulHints/VersionHistory.htm" onclick="onhyperlinkclick(this)">belge s&uuml;r&uuml;mlerini</a> kaydetme, belgeleri <a href="../HelpfulHints/Review.htm" onclick="onhyperlinkclick(this)">g&ouml;zden ge&ccedil;irme</a> ve değişikliklerinizi dosyayı ger&ccedil;ekten d&uuml;zenlemeden ekleme, işlemeyi ve d&uuml;zenlemeyi kolaylaştırmak i&ccedil;in belgeleri <a href="../HelpfulHints/Comparison.htm" onclick="onhyperlinkclick(this)">karşılaştırma ve birleştirme</a> gibi iş akışlarına s&uuml;rekli ekip genelinde bir yaklaşım s&uuml;rd&uuml;rmenize olanak tanır.</p>
        <p><b>Belge D&uuml;zenleyicide</b>, belgeyi ger&ccedil;ekten d&uuml;zenlemeden belgenin i&ccedil;eriğine yorum ekleyebilirsiniz. <a href="../HelpfulHints/Communicating.htm" onclick="onhyperlinkclick(this)">Sohbet</a> mesajlarının aksine, yorumlar silinene kadar kalır.</p>
        <h3>Yorum ekleme ve yorumları yanıtlama</h3>
        <p>Yorum eklemek i&ccedil;in</p>
        <ol>
            <li>Bir hata veya sorun olduğunu d&uuml;ş&uuml;nd&uuml;ğ&uuml;n&uuml;z metin pasajını se&ccedil;in,</li>
            <li>
                &Uuml;st ara&ccedil; &ccedil;ubuğunun <b>Ekle</b> veya <b>İşbirliği</b> sekmesine ge&ccedil;iş yapın ve <div class = "icon icon-comment_toptoolbar"></div> <b>Yorum</b> d&uuml;ğmesine tıklayın veya<br />
                <div class = "icon icon-commentsicon"></div> <b>Yorumlar</b> panelini a&ccedil;mak i&ccedil;in sol kenar &ccedil;ubuğundaki simgeyi kullanın ve <b>Belgeye Yorum Ekle</b> bağlantısına veya<br />
                se&ccedil;ilen metin pasajını sağ tıklayın ve bağlamsal men&uuml;den <b>Yorum Ekle</b> se&ccedil;eneğini se&ccedil;in,
            </li>
            <li>gerekli metni girin,</li>
            <li><b>Yorum Ekle/Ekle</b> se&ccedil;eneğine tıklayın.</li>
        </ol>
        <p>Yorum soldaki <b>Yorumlar</b> panelinde g&ouml;r&uuml;lecektir. Başka herhangi bir kullanıcı, yaptığı iş hakkında soru sorarak veya rapor vererek eklenen yoruma yanıt verebilir. Bu ama&ccedil;la, yorumun altında yer alan <b>Yanıt ekle</b> linke tıklayın, yanıtınızı giriş alanına yazıp <b>Yanıtla</b> d&uuml;ğmesine basın.</p>
        <p><b>Sıkı</b> birlikte d&uuml;zenleme modunu kullanıyorsanız, diğer kullanıcılar tarafından eklenen yeni yorumlar yalnızca &uuml;st ara&ccedil; &ccedil;ubuğunun sol &uuml;st k&ouml;şesindeki <span class = "icon icon-saveupdate"></span> simgesine tıkladığınızda g&ouml;r&uuml;n&uuml;r olur.</p>
        <h3>Yorumların g&ouml;r&uuml;nt&uuml;lenmesini devre dışı bırakma</h3>
        <p>Yorum yaptığınız metin pasajı belgede vurgulanır. Yorumu g&ouml;r&uuml;nt&uuml;lemek i&ccedil;in pasajın i&ccedil;ine tıklamanız yeterlidir. Bu &ouml;zelliği devre dışı bırakmak i&ccedil;in,</p>
        <ol>
            <li>&Uuml;st ara&ccedil; &ccedil;ubuğundaki <b>Dosya</b> sekmesine tıklayın,</li>
            <li><b>Gelişmiş Ayarlar...</b>&nbsp;Se&ccedil;eneğini se&ccedil;in,</li>
            <li><b>Yorumları g&ouml;r&uuml;nt&uuml;lemeyi a&ccedil;</b>&nbsp;kutusunun onay işaretini kaldırın.</li>
        </ol>
        <p>Artık yorum yapılan pasajlar, yalnızca &nbsp;<span class = "icon icon-commentsicon"></span>&nbsp;simgesine tıklarsanız vurgulanacaktır.</p>
        <h3>Yorumları y&ouml;netme</h3>
        <p>Eklenen yorumları, yorum balonundaki ya da soldaki <b>Yorumlar</b> panelindeki simgeleri kullanarak y&ouml;netebilirsiniz.</p>
        <ul>
            <li>
                Eklenen yorumları aşağıdaki simgelere tıklayarak <div class = "icon icon-sortcommentsicon"></div> sıralayın:
                <ul>
                    <li>Tarihe g&ouml;re: <b>En yeni</b> veya <b>En eski</b>. Bu, varsayılan sıralama d&uuml;zenidir.</li>
                    <li>Yazara g&ouml;re: <b>Yazar A&apos;dan Z&apos;ye</b> veya <b>Yazar Z&apos;den A&apos;ya</b>.</li>
                    <li>Konuma g&ouml;re: <b>&Uuml;stten</b> veya <b>Alttan</b>. Yorumların bir belgedeki konumlarına g&ouml;re olağan sıralama d&uuml;zeni aşağıdaki gibidir (&uuml;stten): <em>metne yapılan yorumlar</em>, <em>dipnotlara yapılan yorumlar</em>, <em>son notlara yapılan yorumlar</em>, <em>&uuml;stbilgilere/altbilgilere yapılan yorumlar</em>, <em>t&uuml;m belgeye yapılan yorumlar</em>.</li>
                    <li>Gruba g&ouml;re: <b>T&uuml;m&uuml;</b> veya listeden belirli bir grubu se&ccedil;in. Bu işlevi i&ccedil;eren bir s&uuml;r&uuml;m &ccedil;alıştırıyorsanız, bu sıralama se&ccedil;eneği kullanılabilir.
                    <p><img alt="Yorumları sırala" src="../images/sortcomments.png" /></p>
                    </li>
                </ul>
            <li>Simgeye tıklayarak mevcut se&ccedil;ili <div class = "icon icon-editcommenticon"></div> yorumu d&uuml;zenleyin,</li>
            <li>Simgeye tıklayarak mevcut se&ccedil;ili <div class = "icon icon-deletecommenticon"></div> yorumu silin,</li>
            <li>Yorumunuzda belirttiğiniz g&ouml;rev veya sorun &ccedil;&ouml;z&uuml;ld&uuml;yse, <div class = "icon icon-resolveicon"></div> simgeye tıklayarak mevcut se&ccedil;ili tartışmayı kapatın, bundan sonra yorumunuzla a&ccedil;tığınız tartışma &ccedil;&ouml;z&uuml;ld&uuml; durumunu alır. Tekrar a&ccedil;mak i&ccedil;in <div class = "icon icon-resolvedicon"></div> simgeye tıklayın. &Ccedil;&ouml;z&uuml;lm&uuml;ş yorumları gizlemek istiyorsanız, &uuml;st ara&ccedil; &ccedil;ubuğundaki <b>Dosya</b> sekmesine tıklayın, <b>Gelişmiş Ayarlar...</b> se&ccedil;eneğini se&ccedil;in, <b>&Ccedil;&ouml;z&uuml;lm&uuml;ş yorumları g&ouml;r&uuml;nt&uuml;lemeyi a&ccedil;</b> kutusunun onay işaretini kaldırın ve <b>Uygula</b> se&ccedil;eneğine tıklayın. Bu durumda, &ccedil;&ouml;z&uuml;len yorumlar yalnızca <div class = "icon icon-commentsicon"></div> simgeye tıklarsanız vurgulanacaktır.</li>
            <li>Yorumları bir grup halinde y&ouml;netmek istiyorsanız, <b>İşbirliği</b> sekmesinde <b>&Ccedil;&ouml;z</b> a&ccedil;ılır men&uuml;s&uuml;n&uuml; a&ccedil;ın. Yorumları &ccedil;&ouml;zmek i&ccedil;in belgedeki <b>mevcut yorumları &ccedil;&ouml;z</b>, <b>yorumlarımı &ccedil;&ouml;z</b> veya <b>t&uuml;m yorumları &ccedil;&ouml;z</b> se&ccedil;eneklerden birini se&ccedil;in.</li>
        </ul>
        <h3>Bahis ekleme</h3>
        <p class="note">Belgenin kendisine değil, yalnızca metin b&ouml;l&uuml;mlerine yapılan yorumlara bahis ekleyebilirsiniz.</p>
        <p>Yorumları girerken, birinin dikkatini yoruma &ccedil;ekmenizi ve bahsedilen kullanıcıya e-posta yoluyla bildirim g&ouml;ndermenizi ve <b>Konuşmanızı</b>  sağlayan <b>Bahisler</b> &ouml;zelliğini kullanabilirsiniz.</p>
        <p>Bir bahis eklemek i&ccedil;in,</p>
        <ol>
            <li>Yorum metninin herhangi bir yerine &quot;+&quot; veya &quot;@&quot;  işaretini girin - portal kullanıcılarının bir listesi a&ccedil;ılacaktır. Arama işlemini basitleştirmek i&ccedil;in yorum alanına bir ad yazmaya başlayabilirsiniz - kullanıcı listesi siz yazdık&ccedil;a değişecektir.</li>
            <li>Listeden gerekli kişiyi se&ccedil;in. Dosya belirtilen kullanıcı ile hen&uuml;z paylaşılmamışsa, <b>Paylaşım Ayarları</b> penceresi a&ccedil;ılacaktır. Varsayılan olarak <b>Sadece oku</b> erişim t&uuml;r&uuml; se&ccedil;ilidir. <a href="https://helpcenter.onlyoffice.com/userguides/groups-guides-documents-share-documents.aspx" onclick="onhyperlinkclick(this)">Gerekirse değiştirin</a>.</li>
            <li><b>TAMAM</b> d&uuml;ğmesine tıklayın.</li>
        </ol>
        <p>Bahsedilen kullanıcı, bir yorumda kendisinden bahsedildiğine dair bir e-posta bildirimi alacaktır. Dosya paylaşılmışsa, kullanıcı ayrıca ilgili bir bildirim alır.</p>
        <h3>Yorumları kaldırma</h3>
        <p>Yorumları kaldırmak i&ccedil;in,</p>
        <ol>
            <li>&Uuml;st ara&ccedil; &ccedil;ubuğunun <div class = "icon icon-removecomment_toptoolbar"></div> <b>İşbirliği</b> sekmesindeki <b>Kaldır</b> d&uuml;ğmesine tıklayın,</li>
            <li>
                Men&uuml;den gerekli se&ccedil;eneği se&ccedil;in:
                <ul>
                    <li><b>Mevcut Yorumları Kaldır</b> - se&ccedil;ili olan yorumu kaldırır. Yoruma bazı yanıtlar eklenmişse, t&uuml;m yanıtları da kaldırılacaktır.</li>
                    <li><b>Yorumlarımı Kaldır</b> - diğer kullanıcılar tarafından eklenen yorumları kaldırmadan sizin eklediğiniz yorumları kaldırır. Yorumunuza bazı yanıtlar eklenmişse, t&uuml;m yanıtları da kaldırılacaktır.</li>
                    <li><b>T&uuml;m Yorumları Kaldır</b> - sizin ve diğer kullanıcıların eklediği belgedeki t&uuml;m yorumları kaldırır.</li>
                </ul>
            </li>
        </ol>
        <p>Yorumların bulunduğu paneli kapatmak i&ccedil;in sol kenar &ccedil;ubuğundaki <span class = "icon icon-commentsicon"></span> simgesini bir kez daha tıklayın.</p>
    </div>
</body>
</html>