<!DOCTYPE html>
<html>
	<head>
		<title>G&ouml;r&uuml;n&uuml;m Ayarları ve Gezinme Ara&ccedil;ları</title>
		<meta charset="utf-8" />
		<meta name="description" content="The description of view settings and navigation tools such as zoom, previous/next page buttons" />
		<link type="text/css" rel="stylesheet" href="../../../../../../common/main/resources/help/editor.css" />
		<link type = "text/css" rel = "stylesheet" href = "../../images/sprite.css" />
        <script type="text/javascript" src="../callback.js"></script>
        <script type="text/javascript" src="../search/js/page-search.js"></script>
	</head>
	<body>
		<div class="mainpart">
        <div class="search-field">
            <input id="search" class="searchBar" placeholder="Arama" type="text" onkeypress="doSearch(event)">
        </div>
		<h1>G&ouml;r&uuml;n&uuml;m Ayarları ve Gezinme Ara&ccedil;ları</h1>
			<p><a href="https://www.onlyoffice.com/en/document-editor.aspx" target="_blank" onclick="onhyperlinkclick(this)"><b>Belge D&uuml;zenleyici</b></a>, yakınlaştırma, sayfa numarası g&ouml;stergesi ve benzeri gibi belgenizi g&ouml;r&uuml;nt&uuml;lemenize ve belgenizde gezinmenize yardımcı olacak &ccedil;eşitli ara&ccedil;lar sunar.</p>
			<h3>G&ouml;r&uuml;n&uuml;m Ayarlarını D&uuml;zenle</h3>
			<p>
                Varsayılan g&ouml;r&uuml;n&uuml;m ayarlarını d&uuml;zenlemek ve belgeyle &ccedil;alışacak en uygun modu ayarlamak i&ccedil;in <b>G&ouml;r&uuml;n&uuml;m</b> sekmesine gidin ve hangi aray&uuml;z &ouml;ğelerinin gizlenmesini veya g&ouml;sterilmesini istediğinizi se&ccedil;in.
                <b>G&ouml;r&uuml;n&uuml;m</b> sekmesinde aşağıdaki se&ccedil;enekleri se&ccedil;ebilirsiniz:
            </p>
			<ul>
				<li><b>Başlıklar</b> &ndash; belge başlıklarını sol panelde g&ouml;stermek i&ccedil;in.</li>
				<li><b>Yakınlaştır</b> &ndash; a&ccedil;ılır listeden gerekli yakınlaştırma değerini %50&apos;den %500&apos;e ayarlamak i&ccedil;in.</li>
				<li><b>Sayfaya Sığdır</b> - t&uuml;m belge sayfasını &ccedil;alışma alanının g&ouml;r&uuml;nen kısmına sığdırmak i&ccedil;in.</li>
				<li><b>Genişliğe Sığdır</b> - belge sayfası genişliğini &ccedil;alışma alanının g&ouml;r&uuml;nen kısmına sığdırmak i&ccedil;in.</li>
				<li><b>Aray&uuml;z Teması</b> &ndash; a&ccedil;ılır men&uuml;den mevcut aray&uuml;z temalarından birini se&ccedil;in: <em>Sistem ile aynı</em>, <em>Aydınlık</em>, <em>Klasik Aydınlık</em>, <em>Karanlık</em>, <em>Kontrast Koyu</em>. <em>Karanlık</em> veya <em>Kontrast Koyu</em> teması etkinleştirildiğinde, <b>Karanlık belge</b> değiştirici etkin hale gelir, bunu &ccedil;alışma alanını aydınlık veya koyu gri olarak ayarlamak i&ccedil;in kullanın.</li>
				<li>
                    <b>Ara&ccedil; &ccedil;ubuğunu her zaman g&ouml;ster</b> &ndash; bu se&ccedil;enek devre dışı bırakıldığında, sekme adları g&ouml;r&uuml;n&uuml;r durumda kalırken, komutları i&ccedil;eren &uuml;st ara&ccedil; &ccedil;ubuğu gizlenir.
                    <p class="note">Alternatif olarak, &uuml;st ara&ccedil; &ccedil;ubuğunu gizlemek veya yeniden g&ouml;r&uuml;nt&uuml;lemek i&ccedil;in herhangi bir sekmeye &ccedil;ift tıklayabilirsiniz.</p>
				</li>
				<li><b>Durum &Ccedil;ubuğu</b> &ndash; bu se&ccedil;enek devre dışı bırakıldığında, <b>Sayfa Numarası G&ouml;stergesi</b> ve <b>Yakınlaştır</b> d&uuml;ğmelerinin bulunduğu en alttaki &ccedil;ubuk gizlenir. Gizlenen <b>Durum &Ccedil;ubuğunu</b> g&ouml;stermek i&ccedil;in bu se&ccedil;eneği etkinleştirin.</li>
				<li><b>Cetveller</b> - bu se&ccedil;enek devre dışı bırakıldığında, bir belgedeki metni, grafikleri, tabloları ve diğer &ouml;ğeleri hizalamak, kenar boşluklarını, sekme duraklarını ve paragraf girintilerini ayarlamak i&ccedil;in kullanılan cetveller gizlenir. Gizlenen <b>Cetvelleri</b> g&ouml;stermek i&ccedil;in bu se&ccedil;eneği bir kez daha etkinleştirin.</li>
				</ul>
			<p>Sağ kenar &ccedil;ubuğu varsayılan olarak simge durumuna k&uuml;&ccedil;&uuml;lt&uuml;l&uuml;r. Genişletmek i&ccedil;inse herhangi bir nesneyi (&ouml;rneğin, resim, grafik, şekil) veya metin pasajını se&ccedil;in ve sağdaki etkin durumdaki sekmenin simgesine tıklayın. Sağ kenar &ccedil;ubuğunu simge durumuna k&uuml;&ccedil;&uuml;ltmek i&ccedil;in simgeye bir kez daha tıklayın.</p>
			<p>
                <b>Yorumlar</b> <span class="onlineDocumentFeatures">veya <b>Sohbet</b></span> paneli a&ccedil;ıldığında, sol kenar &ccedil;ubuğunun genişliği basit bir s&uuml;r&uuml;kle ve bırak y&ouml;ntemiyle ayarlanır:
                ve fare imlecini sol kenar &ccedil;ubuğu kenarının &uuml;zerine getirin, b&ouml;ylece panel &ccedil;ift y&ouml;nl&uuml; oka d&ouml;n&uuml;ş&uuml;r ve kenar &ccedil;ubuğunun genişliğini artırmak i&ccedil;in kenarlığı sağa s&uuml;r&uuml;kleyin. Başlangı&ccedil;taki asıl genişliğini geri y&uuml;klemek i&ccedil;in kenarlığı sola taşıyın.
            </p>
			<h3 id="navigationtools">Gezinme Ara&ccedil;larını Kullanma</h3>
			<p>Belgenizde gezinmek i&ccedil;in aşağıdaki ara&ccedil;ları kullanın:</p>
			<p>
                <b>Yakınlaştır</b> d&uuml;ğmeleri, sağ alt k&ouml;şede bulunur ve ge&ccedil;erli belgeyi yakınlaştırmak ve uzaklaştırmak i&ccedil;in kullanılır.
                Y&uuml;zde cinsinden g&ouml;r&uuml;nt&uuml;lenen se&ccedil;ili yakınlaştırma değerini değiştirmek i&ccedil;in buna tıklayın ve listeden mevcut yakınlaştırma se&ccedil;eneklerinden (%50 / %75 / %100 / %125 / %150 / %175 / %200 / %300 / %400 / %500) birini se&ccedil;in
                ya da <b>Yakınlaştır</b> <span class="icon icon-zoomin"></span> veya <b>Uzaklaştır</b> <span class="icon icon-zoomout"></span> d&uuml;ğmelerini kullanın.
                Belge sayfası genişliğini &ccedil;alışma alanının g&ouml;r&uuml;nen kısmına sığdırmak i&ccedil;in <b>Genişliğe Sığdır</b> <span class="icon icon-fitwidth"></span> simgesine tıklayın.
                T&uuml;m belge sayfasını &ccedil;alışma alanının g&ouml;r&uuml;nen kısmına sığdırmak i&ccedil;in <b>Sayfaya Sığdır</b> <span class="icon icon-fitpage"></span> simgesine tıklayın.
                Yakınlaştırma ayarları <a href="../ProgramInterface/ViewTab.htm" onclick="onhyperlinkclick(this)">G&ouml;r&uuml;n&uuml;m</a> sekmesinde de mevcuttur.
            </p>
			<p><b>Sayfa Numarası G&ouml;stergesi</b>, ge&ccedil;erli sayfayı ge&ccedil;erli belgedeki t&uuml;m sayfaların bir par&ccedil;ası olarak g&ouml;sterir (sayfa &apos;n&apos; veya &apos;nn&apos;).
            Sayfa numarasını girebileceğiniz ve hızlı bir şekilde istediğiniz sayfaya gidebileceğiniz pencereyi a&ccedil;mak i&ccedil;in bu başlığa tıklayın.</p>
		</div>
	</body>
</html>