<!DOCTYPE html>
<html>
<head>
    <title>Belgeleri g&ouml;zden ge&ccedil;irme</title>
    <meta charset="utf-8" />
    <meta name="description" content="Tips on document review option" />
    <link type="text/css" rel="stylesheet" href="../../../../../../common/main/resources/help/editor.css" />
    <link type = "text/css" rel = "stylesheet" href = "../../images/sprite.css" />
    <script type="text/javascript" src="../callback.js"></script>
    <script type="text/javascript" src="../search/js/page-search.js"></script>
</head>
<body>
    <div class="mainpart">
        <div class="search-field">
            <input id="search" class="searchBar" placeholder="Arama" type="text" onkeypress="doSearch(event)">
        </div>
        <h1>Belgeleri g&ouml;zden ge&ccedil;irme</h1>
        <p><a href="https://www.onlyoffice.com/en/document-editor.aspx" target="_blank" onclick="onhyperlinkclick(this)"><b>Belge D&uuml;zenleyici</b></a>, dosyaları ve klas&ouml;rleri <a href="https://helpcenter.onlyoffice.com/userguides/groups-guides-documents-share-documents.aspx" onclick="onhyperlinkclick(this)">paylaşma</a>, belgeler &uuml;zerinde ger&ccedil;ek zamanlı olarak <a href="../HelpfulHints/CollaborativeEditing.htm" onclick="onhyperlinkclick(this)">işbirliği yapma</a>, doğrudan edit&ouml;r aracında <a href="../HelpfulHints/Communicating.htm" onclick="onhyperlinkclick(this)">iletişim kurma</a>, belgelerinizin ek &uuml;&ccedil;&uuml;nc&uuml; taraf girdisi gerektiren belirli b&ouml;l&uuml;mleri hakkında <a href="../HelpfulHints/Commenting.htm" onclick="onhyperlinkclick(this)">yorumda bulunma</a>, gelecekte kullanmak &uuml;zere <a href="../HelpfulHints/VersionHistory.htm" onclick="onhyperlinkclick(this)">belge s&uuml;r&uuml;mlerini</a> kaydetme ve işlemeyi ve d&uuml;zenlemeyi kolaylaştırmak i&ccedil;in belgeleri <a href="../HelpfulHints/Comparison.htm" onclick="onhyperlinkclick(this)">karşılaştırma ve birleştirme</a> gibi iş akışlarına s&uuml;rekli ekip genelinde bir yaklaşım s&uuml;rd&uuml;rmenize olanak tanır.</p>
        <p>Biri g&ouml;zden ge&ccedil;irme izinlerini kullanarak sizinle bir dosya paylaştığında, belgeyi <b>G&ouml;zden ge&ccedil;ir</b> &ouml;zelliğini uygulamanız gerekir.</p>
        <p><a href="https://www.onlyoffice.com/en/document-editor.aspx" target="_blank" onclick="onhyperlinkclick(this)"><b>Belge D&uuml;zenleyicide</b></a>, g&ouml;zden ge&ccedil;iren olarak, belgeyi ger&ccedil;ekten d&uuml;zenlemeden g&ouml;zden ge&ccedil;irmek, c&uuml;mleleri, ifadeleri ve diğer sayfa &ouml;ğelerini değiştirmek, yazımı d&uuml;zeltmek vb. i&ccedil;in G&ouml;zden Ge&ccedil;ir se&ccedil;eneğini kullanabilirsiniz. T&uuml;m değişiklikleriniz kaydedilecek ve bu değişiklikler size belgeyi g&ouml;nderen kişiye g&ouml;sterilecektir.</p>
        <p>Dosyayı g&ouml;zden ge&ccedil;irilmesi i&ccedil;in g&ouml;nderirseniz, &uuml;zerinde yapılan t&uuml;m değişiklikleri g&ouml;stermeniz, g&ouml;r&uuml;nt&uuml;lemeniz ve kabul etmeniz veya reddetmeniz gerekir.</p>
        <h3>Değişiklikleri İzle &ouml;zelliğini etkinleştirme</h3>
        <p>G&ouml;zden ge&ccedil;iren kişi tarafından &ouml;nerilen değişiklikleri g&ouml;rmek i&ccedil;in aşağıdaki yollardan biriyle <b>Değişiklikleri İzle</b> se&ccedil;eneğini etkinleştirin:</p>
        <ul>
            <li>Durum &ccedil;ubuğunun <div class = "icon icon-trackchangesstatusbar"></div> sağ alt k&ouml;şesindeki d&uuml;ğmeye tıklayın veya</li>
            <li>
                &Uuml;st ara&ccedil; &ccedil;ubuğundaki <b>İşbirliği</b> sekmesine ge&ccedil;iş yapın ve <div class = "icon icon-trackchangestoptoolbar"></div> <b>Değişiklikleri İzle</b> d&uuml;ğmesine basın.
                <p class="note">G&ouml;zden ge&ccedil;irenin <b>Değişiklikleri İzle</b> se&ccedil;eneğini etkinleştirmesi gerekli değildir. Varsayılan olarak etkindir ve belge salt g&ouml;zden ge&ccedil;irme erişim haklarıyla paylaşıldığında devre dışı bırakılamaz.</p>
            </li>
            <li>
                A&ccedil;ılan a&ccedil;ılır men&uuml;de aşağıdaki se&ccedil;enekler mevcuttur:
                <ul>
                    <li><b>Benim i&ccedil;in a&ccedil;ık</b> - Değişiklikleri izleme &ouml;zelliği yalnızca ge&ccedil;erli kullanıcı i&ccedil;in etkinleştirilmiştir. Bu se&ccedil;enek, mevcut d&uuml;zenleme oturumu i&ccedil;in etkin kalmaya devam eder, yani belgeyi yeniden y&uuml;klediğinizde veya yeniden a&ccedil;tığınızda devre dışı bırakılır. Genel değişiklikleri izleme se&ccedil;eneğini etkinleştiren veya devre dışı bırakan diğer kullanıcılardan etkilenmez.</li>
                    <li><b>Benim i&ccedil;in kapalı</b> - Değişiklikleri izleme &ouml;zelliği yalnızca ge&ccedil;erli kullanıcı i&ccedil;in devre dışı bırakılmıştır. Bu se&ccedil;enek, mevcut d&uuml;zenleme oturumu i&ccedil;in devre dışı kalmaya devam eder. Genel değişiklikleri izleme se&ccedil;eneğini etkinleştiren veya devre dışı bırakan diğer kullanıcılardan etkilenmez.</li>
                    <li>
                        <b>Benim ve herkes i&ccedil;in a&ccedil;ık</b> - Değişiklikleri izleme &ouml;zelliği etkinleştirilmiştir ve belgeyi yeniden y&uuml;klediğinizde veya yeniden a&ccedil;tığınızda bu şekilde kalmaya devam eder (belge yeniden y&uuml;klendiğinde, t&uuml;m kullanıcılar i&ccedil;in izleme etkin olur). Başka bir kullanıcı dosyadaki genel değişiklikleri izleme se&ccedil;eneğini devre dışı bıraktığında b&uuml;t&uuml;n kullanıcılar i&ccedil;in <b>Benim ve herkes i&ccedil;in kapalı</b> moduna ge&ccedil;iş yapılır.
                        <p><img alt="Değişiklikleri izle modu uyarısı" src="../images/track_changes_alert.png" /></p>
                    </li>
                    <li>
                        <b>Benim ve herkes i&ccedil;in kapalı</b> - Değişiklikleri izleme &ouml;zelliği devre dışı bırakılmıştır ve belgeyi yeniden y&uuml;klediğinizde veya yeniden a&ccedil;tığınızda bu şekilde kalmaya devam eder (belge yeniden y&uuml;klendiğinde, t&uuml;m kullanıcılar i&ccedil;in izleme devre dışı olur). Başka bir kullanıcı dosyadaki genel değişiklikleri izleme se&ccedil;eneğini etkinleştirdiğinde b&uuml;t&uuml;n kullanıcılar i&ccedil;in <b>Benim ve herkes i&ccedil;in a&ccedil;ık</b> moduna ge&ccedil;iş yapılır. İlgili uyarı mesajı her ortak yazara g&ouml;sterilir.
                        <p><img alt="Değişiklikleri izle etkin" src="../images/track_changes_enabled.png" /></p>
                    </li>
                </ul>
            </li>
        </ul>
        <h3>Değişiklikleri g&ouml;r&uuml;nt&uuml;le</h3>
        <p>Bir kullanıcı tarafından yapılan değişiklikler, belge metninde belirli bir renkte vurgulanır. Değiştirilen metne tıkladığınızda, kullanıcı adını, değişikliğin yapıldığı tarih ve saati ve değişiklik a&ccedil;ıklamasını g&ouml;steren bir balon a&ccedil;ılır. Balon ayrıca ge&ccedil;erli değişikliği kabul etmek veya reddetmek i&ccedil;in kullanılan simgeler i&ccedil;erir.</p>
        <p><img alt="Balon" src="../images/review_popup.png" /></p>
        <p>Bir metin par&ccedil;asını belgede başka bir yere s&uuml;r&uuml;kleyip bırakırsanız, yeni konumdaki metnin altı &ccedil;ift &ccedil;izgi ile vurgulanır. Orijinal konumdaki metin &ccedil;ift &ccedil;izilir. Bu, tek bir değişiklik olarak sayılır.</p>
        <p>Orijinal konumdaki &ccedil;ift &ccedil;izili metne tıklayın ve metnin yeni konumuna gitmek i&ccedil;in değişiklik balonundaki <span class = "icon icon-follow_move"></span> okunu kullanın.</p>
        <p>Yeni konumdaki altı &ccedil;ift &ccedil;izili metne tıklayın ve metnin orijinal konumuna gitmek i&ccedil;in değişiklik balonundaki <span class = "icon icon-follow_move"></span> okunu kullanın.</p>
        <h3 id="displaymode">Değişiklikleri g&ouml;r&uuml;nt&uuml;le modunu se&ccedil;in</h3>
        <p>&Uuml;st ara&ccedil; &ccedil;ubuğundaki <span class = "icon icon-review_displaymode"></span> <b>G&ouml;r&uuml;nt&uuml;leme Modu</b> d&uuml;ğmesine tıklayın ve listedeki mevcut modlardan birini se&ccedil;in:</p>
        <ul>
            <li><b>İşaretleme ve balonlar</b> - Bu se&ccedil;enek varsayılan olarak se&ccedil;ilidir. Hem &ouml;nerilen değişiklikleri g&ouml;r&uuml;nt&uuml;lemeye hem de belgeyi d&uuml;zenlemeye izin verir. Değişiklikler belge metninde vurgulanır ve balonlar i&ccedil;erisinde g&ouml;r&uuml;nt&uuml;lenir.</li>
            <li><b>Yalnızca işaretleme</b> - Bu mod, hem &ouml;nerilen değişiklikleri g&ouml;r&uuml;nt&uuml;lemeye hem de belgeyi d&uuml;zenlemeye izin verir. Değişiklikler yalnızca belge metninde g&ouml;r&uuml;nt&uuml;lenir, balonlar gizlenir.</li>
            <li><b>Son</b> - Bu mod, t&uuml;m değişiklikleri kabul edilmiş gibi g&ouml;r&uuml;nt&uuml;lemek i&ccedil;in kullanılır. Bu se&ccedil;enek aslında t&uuml;m değişiklikleri kabul etmez, yalnızca t&uuml;m değişiklikleri kabul ettikten sonra belgenin nasıl g&ouml;r&uuml;neceğini g&ouml;rmenizi sağlar. Bu modda belgeyi d&uuml;zenleyemezsiniz.</li>
            <li><b>Orijinal</b> - Bu mod, t&uuml;m değişiklikleri reddedilmiş gibi g&ouml;r&uuml;nt&uuml;lemek i&ccedil;in kullanılır. Bu se&ccedil;enek aslında t&uuml;m değişiklikleri reddetmez, yalnızca belgeyi değişiklikler olmadan g&ouml;r&uuml;nt&uuml;lemenizi sağlar. Bu modda belgeyi d&uuml;zenleyemezsiniz.</li>
        </ul>
        <h3 id="managechanges">Değişiklikleri kabul et veya reddet</h3>
        <p>Değişiklikler arasında gezinmek i&ccedil;in &uuml;st ara&ccedil; &ccedil;ubuğundaki <span class = "icon icon-review_previous"></span> <b>&Ouml;nceki</b> ve <span class = "icon icon-review_next"></span> <b>Sonraki</b> d&uuml;ğmelerini kullanın.</p>
        <p>Halihazırda se&ccedil;ili olan değişikliği kabul etmek i&ccedil;in:</p>
        <ul>
            <li>&Uuml;st ara&ccedil; &ccedil;ubuğundaki <div class = "icon icon-review_accepttoptoolbar"></div> <b>Kabul Et</b> d&uuml;ğmesine veya</li>
            <li><b>Kabul Et</b> d&uuml;ğmesinin altındaki aşağı oka tıklayın ve <b>Ge&ccedil;erli Değişikliği Kabul Et</b> se&ccedil;eneğini se&ccedil;in (bu durumda değişiklik kabul edilecek ve bir sonraki değişikliğe ge&ccedil;eceksiniz) veya</li>
            <li>Değişiklik balonunun <b>Kabul Et</b> <div class = "icon icon-review_accept"></div> d&uuml;ğmesine tıklayın.</li>
        </ul>
        <p>T&uuml;m değişiklikleri hızlı bir şekilde kabul etmek i&ccedil;in <span class = "icon icon-review_accepttoptoolbar"></span> <b>Kabul Et</b> d&uuml;ğmesinin altındaki aşağı oka tıklayın ve <b>T&uuml;m Değişiklikleri Kabul Et</b> se&ccedil;eneğini se&ccedil;in.</p>
        <p>Mevcut değişikliği reddetmek i&ccedil;in:</p>
        <ul>
            <li>&Uuml;st ara&ccedil; &ccedil;ubuğundaki <div class = "icon icon-review_rejecttoptoolbar"></div> <b>Reddet</b> d&uuml;ğmesine veya</li>
            <li><b>Reddet</b> d&uuml;ğmesinin altındaki aşağı oka tıklayın ve <b>Ge&ccedil;erli Değişikliği Reddet</b> se&ccedil;eneğini se&ccedil;in (bu durumda değişiklik reddedilecek ve bir sonraki değişikliğe ge&ccedil;eceksiniz) veya</li>
            <li>Değişiklik balonunun <b>Reddet</b> <div class = "icon icon-review_reject"></div> d&uuml;ğmesine tıklayın.</li>
        </ul>
        <p>T&uuml;m değişiklikleri hızlı bir şekilde reddetmek i&ccedil;in <span class = "icon icon-review_rejecttoptoolbar"></span> <b>Reddet</b> d&uuml;ğmesinin altındaki aşağı oka tıklayın ve <b>T&uuml;m Değişiklikleri Reddet</b> se&ccedil;eneğini se&ccedil;in.</p>
        <p>Bir değişikliği kabul etmeniz veya reddetmeniz gerekirse, değişikliğe sağ tıklayın ve i&ccedil;erik men&uuml;s&uuml;nden <b>Değişikliği Kabul Et</b> veya <b>Değişikliği Reddet</b> se&ccedil;eneğini se&ccedil;in.</p>
        <p><img alt="Kabul Et/Reddet açılır menüsü" src="../images/acceptreject_dropdown.png" /></p>
        <p class="note">Belgeyi g&ouml;zden ge&ccedil;iriyorsanız, <b>Kabul Et</b> ve <b>Reddet</b> se&ccedil;eneklerini kullanamazsınız. Değişikliklerinizi değişiklik balonunun i&ccedil;indeki <span class = "icon icon-review_delete"></span> simgesini kullanarak silebilirsiniz.</p>
    </div>
</body>
</html>