<!DOCTYPE html>
<html>
	<head>
		<title>ONLYOFFICE Belge G&ouml;r&uuml;nt&uuml;leyicisi</title>
		<meta charset="utf-8" />
        <meta name="description" content="The description of ONLYOFFICE Document Viewer navigation tools" />
        <link type = "text/css" rel = "stylesheet" href = "../../images/sprite.css" />
		<link type="text/css" rel="stylesheet" href="../../../../../../common/main/resources/help/editor.css" />
        <script type="text/javascript" src="../callback.js"></script>
        <script type="text/javascript" src="../search/js/page-search.js"></script>
	</head>
	<body>
        <div class="mainpart">
            <div class="search-field">
                <input id="search" class="searchBar" placeholder="Arama" type="text" onkeypress="doSearch(event)">
            </div>
            <h1>ONLYOFFICE Belge G&ouml;r&uuml;nt&uuml;leyicisi</h1>
            <p>PDF, XPS, DjVu dosyalarını a&ccedil;mak ve bunlar arasında gezinmek i&ccedil;in <b>ONLYOFFICE Belge G&ouml;r&uuml;nt&uuml;leyiciyi</b> kullanabilirsiniz.</p>
            <p><b>ONLYOFFICE Belge G&ouml;r&uuml;nt&uuml;leyicisi</b>:</p>
            <ul>
                <li>PDF, XPS, DjVu dosyalarını g&ouml;r&uuml;nt&uuml;lemenizi,</li>
                <li>Sohbet aracını kullanarak ek a&ccedil;ıklamalar eklemenizi,</li>
                <li>İ&ccedil;erik gezinme panelini ve sayfa k&uuml;&ccedil;&uuml;k resimlerini kullanarak dosyalarda gezinmenizi,</li>
                <li>El ara&ccedil;larını kullanmanızı ve se&ccedil;menizi,</li>
                <li>Dosyaları yazdırmanızı ve indirmenizi,</li>
                <li>Dahili ve harici bağlantıları kullanmanızı,</li>
                <li>
                    Edit&ouml;r&uuml;n gelişmiş ayarlarına erişmenizi ve <b>Dosya</b> ve <b>G&ouml;r&uuml;nt&uuml;leme</b> sekmesini kullanarak aşağıdaki belge bilgilerini g&ouml;r&uuml;nt&uuml;lemenizi:
                    <ul>
                        <li class="onlineDocumentFeatures"><b>Konum</b> (yalnızca <em>&ccedil;evrimi&ccedil;i s&uuml;r&uuml;mde</em> mevcuttur) - dosyanın saklandığı <b>Belgeler</b> mod&uuml;l&uuml;ndeki klas&ouml;r.</li>
                        <li class="onlineDocumentFeatures"><b>Sahibi</b> (yalnızca <em>&ccedil;evrimi&ccedil;i s&uuml;r&uuml;mde</em> mevcuttur) - dosyayı oluşturan kullanıcının adı.</li>
                        <li class="onlineDocumentFeatures"><b>Karşıya Y&uuml;klenme Tarihi</b> (yalnızca <em>&ccedil;evrimi&ccedil;i s&uuml;r&uuml;mde</em> mevcuttur) - dosyanın portala y&uuml;klendiği tarih ve saat.</li>
                        <li><b>İstatistikler</b> - sayfaların, paragrafların, kelimelerin, sembollerin, boşluklu sembollerin sayısı.</li>
                        <li><b>Sayfa boyutu</b> - dosyadaki sayfaların boyutları.</li>
                        <li><b>Son Değiştirme Tarihi</b> - belgenin en son değiştirildiği tarih ve saat.</li>
                        <li><b>Oluşturulma Tarihi</b> - belgenin oluşturulduğu tarih ve saat.</li>
                        <li><b>Uygulama</b> - belgenin oluşturulduğu uygulama.</li>
                        <li><b>Yazar</b> - belgeyi oluşturan kişi.</li>
                        <li><b>PDF &Uuml;reticisi</b> - belgeyi PDF&apos;ye d&ouml;n&uuml;şt&uuml;rmek i&ccedil;in kullanılan uygulama.</li>
                        <li><b>PDF S&uuml;r&uuml;m&uuml;</b> - PDF dosyasının s&uuml;r&uuml;m&uuml;.</li>
                        <li><b>Etiketli PDF</b> - PDF dosyasının etiket i&ccedil;erip i&ccedil;ermediğini g&ouml;sterir.</li>
                        <li><b>Hızlı Web G&ouml;r&uuml;n&uuml;m&uuml;</b> - belge i&ccedil;in Hızlı Web G&ouml;r&uuml;n&uuml;m&uuml;n&uuml;n etkinleştirilip etkinleştirilmediğini g&ouml;sterir.</li>
                    </ul>
                </li>
                <li>Aşağıda sıralanan eklentileri kullanmanızı sağlar:
                    <ul>
                        <li>Masa&uuml;st&uuml; s&uuml;r&uuml;m&uuml;nde mevcut olan eklentiler: <b>Translator</b>, <b>Send</b>, <b>Thesaurus</b>.</li>
                        <li>&Ccedil;evrimi&ccedil;i s&uuml;r&uuml;mde mevcut olan eklentiler: <b>Controls example</b>, <b>Get and paste html</b>, <b>Telegram</b>, <b>Typograf</b>, <b>Count word</b>, <b>Speech</b>, <b>Thesaurus</b>, <b>Translator</b>.</li>
                    </ul>
                </li>
            </ul>
            <p><b>ONLYOFFICE Belge G&ouml;r&uuml;nt&uuml;leyicisi</b> aray&uuml;z&uuml;:</p>
            <p><img alt="ONLYOFFICE Belge G&ouml;r&uuml;nt&uuml;leyicisi" src="../images/pdfviewer.png" /></p>
            <ol>
                <li>
                    &Uuml;st ara&ccedil; &ccedil;ubuğu,&nbsp;<a href="../ProgramInterface/FileTab.htm" onclick="onhyperlinkclick(this)">Dosya</a>, <a href="../ProgramInterface/ViewTab.htm" onclick="onhyperlinkclick(this)">G&ouml;r&uuml;nt&uuml;le</a> ve&nbsp;<a href="../ProgramInterface/PluginsTab.htm" onclick="onhyperlinkclick(this)">Eklentiler</a> sekmelerine ve aşağıdaki simgelere erişim sağlar:
                    <p><span class = "icon icon-print"></span> <b>Yazdır</b> simgesi, dosyayı yazdırmaya izin verir,</p>
                    <p><span class = "icon icon-downloadicon"></span> <b>İndir</b> simgesi, bilgisayarınıza dosya indirmenize izin verir,</p>
                    <p><span class = "icon icon-access_rights"></span> <b>Paylaş</b> simgesi (yalnızca <em>&ccedil;evrimi&ccedil;i s&uuml;r&uuml;mde</em> mevcuttur), dosyaya doğrudan belgeden erişimi olan kullanıcıları y&ouml;netmenizi, yeni kullanıcıları davet ederek onlara d&uuml;zenleme, okuma, yorum yapma, formları doldurma veya belgeyi g&ouml;zden ge&ccedil;irme izinleri vermenizi veya bazı kullanıcıların dosyaya erişim haklarını iptal etmenizi sağlar.</p>
                    <p><span class = "icon icon-gotodocuments"></span> <em>Masa&uuml;st&uuml; s&uuml;r&uuml;m&uuml;nde</em> <b>Dosya konumunu a&ccedil;</b> se&ccedil;eneği, dosyanın bulunduğu klas&ouml;r&uuml;&nbsp;<b>Dosya Gezgini</b>&nbsp;penceresinde a&ccedil;manıza izin verir. <em>&Ccedil;evrimi&ccedil;i s&uuml;r&uuml;mde</em>, dosyanın bulunduğu&nbsp;<b>Belgeler</b> mod&uuml;l&uuml;n&uuml;n klas&ouml;r&uuml;n&uuml; yeni bir tarayıcı sekmesinde a&ccedil;maya izin verir.</p>
                    <p><span class = "icon icon-favorites_icon"></span> <b>Favori olarak işaretle/Favorilerden kaldır</b> simgesi (yalnızca <em>&ccedil;evrimi&ccedil;i s&uuml;r&uuml;mde</em> mevcuttur), bir dosyayı bulmayı kolaylaştırmak i&ccedil;in sık kullanılanlara eklemek &uuml;zere boş yıldıza tıklayın veya dosyayı sık kullanılanlardan kaldırmak i&ccedil;in i&ccedil;i dolu yıldıza tıklayın. Eklenen dosya yalnızca bir kısayoldur, bu nedenle dosyanın kendisi orijinal konumunda saklanır. Bir dosyayı sık kullanılanlardan silmek, dosyayı orijinal konumundan kaldırmaz;</p>
                    <p><span class = "icon icon-usericon"></span> <b>Kullanıcı</b> simgesi, &uuml;zerine fareyi getirdiğinizde kullanıcının adını g&ouml;r&uuml;nt&uuml;ler.</p>
                    <p><span class="icon icon-search_icon_header"></span> <b>Arama</b> simgesi, belgede belirli bir kelime veya sembol vb. i&ccedil;in arama yapmanızı sağlar.</p>
                </li>
                <li><b>ONLYOFFICE Belge G&ouml;r&uuml;nt&uuml;leyici</b> penceresinin altında bulunan&nbsp;<b>Durum &ccedil;ubuğu</b>&nbsp;simgesi, sayfa numarasını g&ouml;sterir ve arka plan durum bildirimlerini g&ouml;r&uuml;nt&uuml;ler. Ayrıca aşağıdaki ara&ccedil;ları da i&ccedil;erir:
                    <p><span class = "icon icon-selectiontool"></span> <b>Se&ccedil;im</b> aracı, bir dosyadaki metni se&ccedil;menizi sağlar.</p>
                    <p><span class = "icon icon-handtool"></span> <b>El</b> aracı, sayfayı s&uuml;r&uuml;kleyip kaydırmayı sağlar.</p>
                    <p><span class = "icon icon-fitpage"></span> <b>Sayfaya sığdır</b> aracı, sayfayı yeniden boyutlandırmayı sağlar, b&ouml;ylece ekran t&uuml;m sayfayı g&ouml;sterir.</p>
                    <p><span class = "icon icon-fitwidth"></span> <b>Genişliğe sığdır</b> aracı, sayfanın ekranın genişliğine sığacak şekilde &ouml;l&ccedil;eklenmesi i&ccedil;in sayfayı yeniden boyutlandırmayı sağlar.</p>
                    <p><img alt="Yakınlaştırma" src="../images/zoomadjusting.png" /> <a href="../HelpfulHints/Navigation.htm#navigationtools" onclick="onhyperlinkclick(this)"><b>Yakınlaştır</b></a> ayarlama aracı, sayfayı yakınlaştırmayı ve uzaklaştırmayı sağlar.</p>
                </li>
                <li>
                    <b>Sol Kenar &Ccedil;ubuğu</b>&nbsp;aşağıdaki simgeleri i&ccedil;erir:
                    <ul>
                        <li><div class = "icon icon-searchicon"></div> - <a href="../HelpfulHints/Search.htm" onclick="onhyperlinkclick(this)">Ara ve Değiştir</a> aracının kullanılmasına izin verir,</li>
                        <li class="onlineDocumentFeatures"><div class = "icon icon-chaticon"></div> - (yalnızca <em>&ccedil;evrimi&ccedil;i s&uuml;r&uuml;mde</em> mevcuttur) <a href="../HelpfulHints/CollaborativeEditing.htm" onclick="onhyperlinkclick(this)">Sohbet</a> panelinin a&ccedil;ılmasını sağlar,</li>
                        <li>
                            <div class = "icon icon-navigationicon"></div> - T&uuml;m başlıkların listesini ilgili g&ouml;mme d&uuml;zeyleriyle birlikte g&ouml;r&uuml;nt&uuml;leyen <b>Başlıklar</b> panelinin a&ccedil;ılmasını sağlar. Doğrudan belirli bir sayfaya atlamak i&ccedil;in başlığa tıklayın.
                            <p><img alt="Gezinti Paneli" src="../images/navigationpanel_viewer.png" />
                            <p><b>Başlıklar</b> panelinin sağındaki <b>Ayarlar</b> simgesine tıklayın ve men&uuml;deki mevcut se&ccedil;eneklerden birini kullanın:</p>
                            <ul>
                                <li><b>T&uuml;m&uuml;n&uuml; genişlet</b> - <b>Başlıklar</b> panelindeki t&uuml;m başlık d&uuml;zeylerini genişletir.</li>
                                <li><b>T&uuml;m&uuml;n&uuml; daralt</b> -  <em>Seviye 1</em> hari&ccedil; olmak &uuml;zere, <b>Başlıklar</b> panelindeki t&uuml;m başlık d&uuml;zeylerini daraltır.</li>
                                <li><b>Seviyeye genişlet</b> - Başlık yapısını se&ccedil;ilen seviyeye genişletir. &Ouml;rneğin, <em>seviye 3&apos;&uuml;</em> se&ccedil;erseniz, ardından seviye 1, 2 ve 3 genişletilirken seviye 4 ve t&uuml;m alt seviyeler daraltılır.</li>
                                <li><b>Yazı boyutu</b> &ndash; Aşağıdaki mevcut hazır ayarlardan birini se&ccedil;mek <b>Başlıklar</b> panelinin yazı tipi boyutunu &ouml;zelleştirir: <em>K&uuml;&ccedil;&uuml;k</em>, <em>Orta</em> ve <em>B&uuml;y&uuml;k</em>.</li>
                                <li><b>Uzun başlıkları kaydır</b> &ndash; Uzun başlık metnini kaydırır.</li>
                            </ul>
                            <p>Ayrı başlık d&uuml;zeylerini manuel olarak genişletmek veya daraltmak i&ccedil;in başlıkların solundaki okları kullanın.</p>
                            <p><b>Başlıklar</b>&nbsp;panelini kapatmak i&ccedil;in sol kenar &ccedil;ubuğundaki <span class = "icon icon-navigationicon"></span>&nbsp;<b>Başlıklar</b> simgesine bir kez daha tıklayın.</p>
                        </li>
                        <li>
                            <div class = "icon icon-pagethumbnails"></div> - Hızlı gezinme i&ccedil;in sayfa k&uuml;&ccedil;&uuml;k resimlerini g&ouml;r&uuml;nt&uuml;lemeye izin verir. Click <div class = "icon icon-search_options"></div> <b>K&uuml;&ccedil;&uuml;k Resim Ayarlarına</b> erişmek i&ccedil;in <b>Sayfa K&uuml;&ccedil;&uuml;k Resimleri</b> paneline tıklayın.<p>
                            <img alt="Sayfa k&uuml;&ccedil;&uuml;k resim ayarları" src="../images/pagethumbnails_settings.png" /></p>
                            <ul>
                                <li>K&uuml;&ccedil;&uuml;k resim boyutunu ayarlamak i&ccedil;in kaydırıcıyı s&uuml;r&uuml;kleyin,</li>
                                <li><b>Sayfanın g&ouml;r&uuml;nen kısmını vurgula</b> se&ccedil;eneği, varsayılan olarak etkindir ve o anda ekranda olan alanı belirtir. Devre dışı bırakmak i&ccedil;in tıklayın.</li>
                            </ul>
                            <p>&nbsp;<b>Sayfa K&uuml;&ccedil;&uuml;k Resimleri panelini</b>&nbsp;kapatmak i&ccedil;in sol kenar &ccedil;ubuğundaki <span class = "icon icon-pagethumbnails"></span> <b>Sayfa K&uuml;&ccedil;&uuml;k Resimleri</b>&nbsp;simgesine bir kez daha tıklayın.</p>
                        </li>
                        <li><div class = "icon icon-feedbackicon"></div> - Destek ekibimizle iletişime ge&ccedil;menizi sağlar,</li>
                        <li class="onlineDocumentFeatures"><div class = "icon icon-abouticon"></div> - (yalnızca <em>&ccedil;evrimi&ccedil;i s&uuml;r&uuml;mde</em> mevcuttur) programla ilgili bilgileri g&ouml;r&uuml;nt&uuml;lemenizi sağlar.</li>
                    </ul>
                </li>
            </ol>
        </div>
	</body>
</html>