<!DOCTYPE html>
<html>
	<head>
		<title>Elektronik Tablo D&uuml;zenleyicisinin Gelişmiş Ayarları</title>
		<meta charset="utf-8" />
		<meta name="description" content="The advanced settings of Spreadsheet Editor" />
		<link type="text/css" rel="stylesheet" href="../../../../../../common/main/resources/help/editor.css" />
		<link type = "text/css" rel = "stylesheet" href = "../../images/sprite.css" />
        <script type="text/javascript" src="../callback.js"></script>
        <script type="text/javascript" src="../search/js/page-search.js"></script>
	</head>
	<body>
		<div class="mainpart">
        <div class="search-field">
            <input id="search" class="searchBar" placeholder="Arama" type="text" onkeypress="doSearch(event)">
        </div>
		<h1>Elektronik Tablo D&uuml;zenleyicisinin Gelişmiş Ayarları</h1>
			<p><a href="https://www.onlyoffice.com/en/spreadsheet-editor.aspx" target="_blank" onclick="onhyperlinkclick(this)"><b>Elektronik Tablo D&uuml;zenleyicisi</b></a>, gelişmiş ayarlarını değiştirmenize izin verir. Bunlara erişmek i&ccedil;in &uuml;st ara&ccedil; &ccedil;ubuğundaki <b>Dosya</b> sekmesini a&ccedil;ın ve <b>Gelişmiş Ayarlar</b> se&ccedil;eneğini se&ccedil;in.</p>
            <p>Gelişmiş ayarlar aşağıdaki gibi gruplandırılmıştır:</p>

            <h3>D&uuml;zenleme ve kaydetme</h3>
            <ol>
                <li><span class="onlineDocumentFeatures"><b>Otomatik kaydet</b>, <em>&ccedil;evrimi&ccedil;i s&uuml;r&uuml;mde</em> d&uuml;zenleme s&uuml;recinde yapılan değişikliklerin otomatik olarak kaydedilmesi se&ccedil;eneğini a&ccedil;mak/kapatmak i&ccedil;in kullanılır.</span></li>
                <li><span class="desktopDocumentFeatures"><b>Otomatik kurtar</b>, <em>masa&uuml;st&uuml; s&uuml;r&uuml;m&uuml;nde</em> programın beklenmedik bir şekilde kapanması durumunda &ccedil;alışma sayfalarının otomatik olarak kurtarılmasını sağlayan se&ccedil;eneği a&ccedil;ıp/kapatmak i&ccedil;in kullanılır.</span></li>
                <li><b>İ&ccedil;erik yapıştırıldığında Yapıştırma Se&ccedil;enekleri d&uuml;ğmesini g&ouml;ster</b>. Elektronik tabloya i&ccedil;erik yapıştırdığınızda ilgili simge g&ouml;r&uuml;n&uuml;r.</li>
            </ol>

            <h3>İşbirliği</h3>
            <ol>
                <li class="onlineDocumentFeatures">
                    <b>Birlikte d&uuml;zenleme modu</b> alt b&ouml;l&uuml;m&uuml;, işbirliği i&ccedil;inde &ccedil;alışırken elektronik tabloda yapılan değişiklikleri g&ouml;rmek i&ccedil;in tercih edilen modu ayarlamanıza olanak tanır.
                    <ul>
                        <li><b>Hızlı</b> (varsayılan olarak). Elektronik tablonun birlikte d&uuml;zenlenmesinde yer alan kullanıcılar, diğer kullanıcılar tarafından yapılan değişiklikleri ger&ccedil;ek zamanlı olarak g&ouml;r&uuml;r.</li>
                        <li><b>Sıkı</b>. Ortak d&uuml;zenleyiciler tarafından yapılan t&uuml;m değişiklikler yalnızca sizi yeni değişiklikler hakkında bilgilendirecek <b>Kaydet</b> simgesine <div class="icon icon-saveupdate"></div> tıklamanızdan sonra g&ouml;sterilir.</li>
                    </ul>
                </li>
                <li><b>Diğer kullanıcıların değişikliklerini g&ouml;ster</b>. Bu &ouml;zellik, yalnızca <b>Canlı G&ouml;r&uuml;nt&uuml;leyici</b> modunda g&ouml;r&uuml;nt&uuml;leme amacıyla a&ccedil;ılan elektronik tabloda diğer kullanıcıların yaptığı değişiklikleri g&ouml;rmenizi sağlar.</li>
                <li><b>Yorumları metinde g&ouml;ster</b>. Bu &ouml;zelliği devre dışı bırakırsanız, yorum yapılan pasajlar yalnızca sol kenar &ccedil;ubuğundaki <b>Yorumlar</b> <div class="icon icon-commentsicon"></div> simgesine tıkladığınızda g&ouml;r&uuml;nt&uuml;leyebilirsiniz.</li>
                <li><b>&Ccedil;&ouml;z&uuml;len yorumları g&ouml;ster</b>. &Ccedil;&ouml;z&uuml;len yorumların elektronik tabloda gizlenmesi i&ccedil;in bu &ouml;zellik varsayılan olarak devre dışıdır. Bu t&uuml;r yorumları yalnızca sol kenar &ccedil;ubuğundaki <b>Yorumlar</b> <div class="icon icon-commentsicon"></div> simgesine tıkladığınızda g&ouml;r&uuml;nt&uuml;leyebilirsiniz. Elektronik tabloda &ccedil;&ouml;z&uuml;lm&uuml;ş yorumları g&ouml;r&uuml;nt&uuml;lemek istiyorsanız bu se&ccedil;eneği etkinleştirin.</li>
            </ol>

            <h3>&Ccedil;alışma alanı</h3>
            <ol>
                <li>
                    <p><b>R1C1 başvuru stili</b> se&ccedil;eneği varsayılan olarak devre dışıdır ve A1 başvuru stili kullanılmaktadır.</p>
                    <p><b>A1 başvuru stili</b> kullanıldığında, s&uuml;tunlar harflerle, satırlar ise sayılarla belirtilir. 3. satır ve 2. s&uuml;tunda bulunan h&uuml;creyi se&ccedil;erseniz, form&uuml;l &ccedil;ubuğunun solundaki kutuda g&ouml;r&uuml;nt&uuml;lenen adresi ş&ouml;yle g&ouml;r&uuml;n&uuml;r: <b>B3</b>. <b>R1C1 başvuru stili</b> etkinleştirildiğinde hem satırlar hem de s&uuml;tunlar sayılarla belirtilir. 3. satır ile 2. s&uuml;tunun kesişimindeki h&uuml;creyi se&ccedil;erseniz, adresi ş&ouml;yle g&ouml;r&uuml;n&uuml;r: <b>R3C2</b>. R harfi satır numarasını, C harfi ise s&uuml;tun numarasını g&ouml;sterir.</p>
                    <p><img alt="Etkin hücre" src="../images/activecell.png" /></p>
                    <p><b>R1C1 başvuru stilini</b> kullanarak diğer h&uuml;crelere başvurmanız durumunda, bir hedef h&uuml;creye başvuru, etkin bir h&uuml;creden olan mesafeye g&ouml;re oluşturulur. &Ouml;rneğin, 5. satır ve 1. s&uuml;tundaki h&uuml;creyi se&ccedil;ip 3. satır ve 2. s&uuml;tundaki h&uuml;creye başvurduğunuzda, başvuru <b>R[-2]C[1]</b> şeklinde olur. K&ouml;şeli parantez i&ccedil;indeki sayılar, h&uuml;crenin ge&ccedil;erli h&uuml;cre konumuna g&ouml;re konumunu belirtir, yani hedef h&uuml;cre, etkin h&uuml;crenin 2 satır yukarısında ve 1 s&uuml;tun sağındadır. 1. satır ve 2. s&uuml;tundaki h&uuml;creyi se&ccedil;ip 3. satır ve 2. s&uuml;tundaki aynı h&uuml;creye başvurursanız, başvuru <b>R[2]C</b> olur, yani hedef h&uuml;cre etkin h&uuml;creden 2 sıra aşağıda ve aynı s&uuml;tundadır.</p>
                    <p><div class="big big-relativereference"></div></p>
                </li>
                <li><b>Klavyeyi kullanarak kullanıcı aray&uuml;z&uuml;nde gezinmek i&ccedil;in Alt tuşunu kullanın</b> se&ccedil;eneği, klavye kısayollarında <em>Alt</em> / <em>Option</em> tuşunun kullanılmasını etkinleştirmek i&ccedil;in kullanılır.</li>
                <li>
                    <b>Aray&uuml;z teması</b> se&ccedil;eneği, d&uuml;zenleyici aray&uuml;z&uuml;n&uuml;n renk d&uuml;zenini değiştirmek i&ccedil;in kullanılır.
                    <ul>
                        <li><b>Sistem ile aynı</b> se&ccedil;eneği, d&uuml;zenleyicinin sisteminizin aray&uuml;z temasını takip etmesini sağlar.</li>
                        <li><b>Işık</b> renk şeması, g&uuml;nd&uuml;z &ccedil;alışmaya uygun UI &ouml;ğelerinde daha az kontrastla standart mavi, beyaz ve a&ccedil;ık gri renkleri birleştirir.</li>
                        <li><b>Klasik Işık</b> renk şeması, standart mavi, beyaz ve a&ccedil;ık gri renkleri i&ccedil;erir.</li>
                        <li><b>Karanlık</b> renk şeması, gece &ccedil;alışmaya uygun siyah, koyu gri ve a&ccedil;ık gri renkleri i&ccedil;erir.</li>
                        <li>
                            <b>Kontrast Koyu</b> renk şeması, dosyanın &ccedil;alışma alanını vurgulayan UI &ouml;ğelerinde daha fazla kontrastla siyah, koyu gri ve beyaz renkleri birleştirir.
                            <p class="note"><b>Not</b>: Mevcut <b>Işık</b>, <b>Klasik Işık</b>, <b>Karanlık</b>, ve <b>Kontrast Koyu</b> aray&uuml;z temaları dışında, ONLYOFFICE d&uuml;zenleyicilerini artık kendi renk temanızla &ouml;zelleştirebilirsiniz. Bunu nasıl yapabileceğinizi &ouml;ğrenmek i&ccedil;in l&uuml;tfen <a target="_blank" href="https://helpcenter.onlyoffice.com/installation/docs-developer-change-theme.aspx" onclick="onhyperlinkclick(this)">bu talimatları</a> izleyin.</p>
                        </li>
                    </ul>
                </li>
                <li><b>&Ouml;l&ccedil;&uuml; birimi</b> se&ccedil;eneği, genişlik, y&uuml;kseklik, boşluk, kenar boşlukları ve benzeri gibi parametreler ayarlanırken cetvellerde ve nesnelerin &ouml;zelliklerinde hangi birimlerin kullanılacağını belirtmek i&ccedil;in kullanılır. Mevcut birimler: <em>Santimetre</em>, <em>Punto Nokta</em>, ve <em>İn&ccedil;</em>.</li>
                <li><b>Varsayılan Yakınlaştırma Değeri</b> se&ccedil;eneği, mevcut se&ccedil;enekler listesinden %50 ile %500 arasında se&ccedil;im yaparak varsayılan yakınlaştırma değerini ayarlamak i&ccedil;in kullanılır.</li>
                <li>
                    <b>Yazı Tipi İpucu</b> se&ccedil;eneği, yazı tiplerinin Elektronik Tablo D&uuml;zenleyicisinde nasıl g&ouml;r&uuml;nt&uuml;leneceğini se&ccedil;mek i&ccedil;in kullanılır.
                    <ul>
                        <li>yazı tiplerinin genellikle Windows&apos;ta g&ouml;r&uuml;nt&uuml;lenme şeklini, yani Windows yazı tipi ipu&ccedil;larını kullanmayı seviyorsanız <b>Windows olarak</b> se&ccedil;in.</li>
                        <li>Yazı tiplerinin genellikle Mac&apos;te, yani herhangi bir yazı tipi ipucu olmadan g&ouml;r&uuml;nt&uuml;lenme şeklini seviyorsanız <b>OS X olarak</b> se&ccedil;in.</li>
                        <li>Yazı tipi dosyalarına g&ouml;m&uuml;l&uuml; ipucu i&ccedil;eren metni g&ouml;r&uuml;nt&uuml;lemek i&ccedil;in <b>Yerel</b> se&ccedil;eneğini se&ccedil;in.</li>
                        <li>
                            <b>Varsayılan &ouml;nbellek modu</b> - Yazı tipi karakterleri i&ccedil;in &ouml;nbellek modunu se&ccedil;mede kullanılır. Herhangi bir sebep olmadan değiştirmeniz &ouml;nerilmez. Google Chrome tarayıcısında etkinleştirilmiş donanım hızlandırmayla ilgili bir sorun oluşması gibi yalnızca bazı durumlarda yardımcı olabilir.
                            <p>Elektronik Tablo D&uuml;zenleyicisinde iki &ouml;nbellek modu bulunur:</p>
                            <ol>
                                <li><b>İlk &ouml;nbellek modunda</b>, her harf ayrı bir resim olarak &ouml;nbelleğe alınır.</li>
                                <li><b>İkinci &ouml;nbellek modunda</b>, harflerin dinamik olarak yerleştirildiği belirli bir boyuttaki bir resim se&ccedil;ilir ve bu resimdeki belleği ayırma/&ccedil;ıkarma mekanizması da uygulanır. Yeterli bellek yoksa, ikinci bir resim oluşturulur, vb.</li>
                            </ol>
                            <p><b>Varsayılan &ouml;nbellek modu</b> ayarı, farklı tarayıcılar i&ccedil;in yukarıda belirtilen iki &ouml;nbellek modunu ayrı ayrı uygular:</p>
                            <ul>
                                <li><b>Varsayılan &ouml;nbellek modu</b> ayarı etkinleştirildiğinde, Internet Explorer (v. 9, 10, 11) <b>ikinci &ouml;nbellek modunu</b>, diğer tarayıcılar ise <b>ilk &ouml;nbellek modunu</b> kullanır.</li>
                                <li><b>Varsayılan &ouml;nbellek modu</b> ayarı devre dışı bırakıldığında, Internet Explorer (v. 9, 10, 11) <b>ilk &ouml;nbellek modunu</b>, diğer tarayıcılar ise <b>ikinci &ouml;nbellek modunu</b> kullanır.</li>
                            </ul>
                        </li>
                    </ul>
                </li>
                <li>
                    <b>Makro Ayarları</b> se&ccedil;eneği, makroların bir bildirimle g&ouml;r&uuml;nt&uuml;lenmesini ayarlamak i&ccedil;in kullanılır.
                    <ul>
                        <li>Elektronik tablodaki t&uuml;m makroları devre dışı bırakmak i&ccedil;in <b>T&uuml;m&uuml;n&uuml; Devre Dışı Bırak</b> se&ccedil;eneğini se&ccedil;in.</li>
                        <li>Elektronik tablo i&ccedil;indeki makrolar hakkında bildirim almak i&ccedil;in <b>Bildirimleri G&ouml;ster</b> se&ccedil;eneğini se&ccedil;in.</li>
                        <li>Elektronik tablodaki t&uuml;m makroları otomatik olarak &ccedil;alıştırmak i&ccedil;in <b>T&uuml;m&uuml;n&uuml; Etkinleştir</b> se&ccedil;eneğini se&ccedil;in.</li>
                    </ul>
                </li>
            </ol>

            <h3>B&ouml;lgesel Ayarlar</h3>
            <ol>
                <li>
                    <b>Form&uuml;l Dili</b> se&ccedil;eneği, form&uuml;l adlarının, bağımsız değişken adlarının ve a&ccedil;ıklamaların g&ouml;r&uuml;nt&uuml;leneceği ve girileceği dili se&ccedil;mek i&ccedil;in kullanılır.
                    <p><b>Form&uuml;l dili,</b> aşağıda sıralanan 32 dil i&ccedil;in desteklenmektedir:</p>
                    <p><em>Belarus&ccedil;a</em>, <em>Bulgarca</em>, <em>Katalanca</em>, <em>&Ccedil;ince</em>, <em>&Ccedil;ek&ccedil;e</em>, <em>Danimarkaca</em>, <em>Flemenk&ccedil;e</em>, <em>İngilizce</em>, <em>Fince</em>, <em>Fransızca</em>, <em>Almanca</em>, <em>Yunanca</em>, <em>Macarca</em>, <em>Endonezya dili</em>, <em>İtalyanca</em>, <em>Japonca</em>, <em>Korece</em>, <em>Laos dili</em>, <em>Letonca</em>, <em>Norve&ccedil;&ccedil;e</em>, <em>Leh&ccedil;e</em>, <em>Portekizce (Brezilya)</em>, <em>Portekizce (Portekiz)</em>, <em>Romence</em>, <em>Rus&ccedil;a</em>, <em>Slovak&ccedil;a</em>, <em>Slovence</em>, <em>İspanyolca</em>, <em>İsve&ccedil;&ccedil;e</em>, <em>T&uuml;rk&ccedil;e</em>, <em>Ukraynaca</em>, <em>Vietnamca</em>.</p>
                </li>
                <li><b>B&ouml;lge</b> se&ccedil;eneği para birimi, tarih ve saat i&ccedil;in g&ouml;r&uuml;nt&uuml;leme modunu ayarlamak i&ccedil;in kullanılır.</li>
                <li><b>Ayırıcıları b&ouml;lgesel ayarlara g&ouml;re kullan</b> se&ccedil;eneği varsayılan olarak etkindir, ayırıcılar ayarlanan b&ouml;lgeye karşılık gelir. &Ouml;zel ayırıcılar ayarlamak i&ccedil;in bu se&ccedil;eneğin işaretini kaldırın ve gerekli ayırıcıları <b>Ondalık ayırıcı</b> ve <b>Binlik ayırıcı</b> alanlarına girin.</li>
            </ol>

            <h3>Yazım D&uuml;zeltme</h3>
            <ol>
                <li><b>S&ouml;zl&uuml;k dili</b> se&ccedil;eneği, yazım denetimi i&ccedil;in tercih edilen s&ouml;zl&uuml;ğ&uuml; ayarlamak i&ccedil;in kullanılır.</li>
                <li><b>B&Uuml;Y&Uuml;K HARFLİ kelimeleri yoksay</b>. Yazım denetimi sırasında b&uuml;y&uuml;k harflerle yazılan s&ouml;zc&uuml;kler dikkate alınmaz.</li>
                <li><b>Sayı i&ccedil;eren kelimeleri yoksay</b>. Yazım denetimi sırasında sayı i&ccedil;eren s&ouml;zc&uuml;kler dikkate alınmaz.</li>
                <li><b>Otomatik D&uuml;zelt se&ccedil;enekleri</b> men&uuml;s&uuml;, yazarken metni değiştirme, işlevleri tanıma, otomatik bi&ccedil;imlendirme ve benzeri gibi <a href="../UsageInstructions/MathAutoCorrect.htm" onclick="onhyperlinkclick(this)">otomatik d&uuml;zeltme ayarlarına</a> erişmenizi sağlar.</li>
            </ol>

            <h3>Hesaplama</h3>
            <ol>
                <li><b>1904 tarih sistemini kullan</b> se&ccedil;eneği, 1 Ocak 1904 tarihini başlangı&ccedil; noktası olarak alarak tarihleri hesaplamada kullanılır. Mac i&ccedil;in MS Excel 2008 s&uuml;r&uuml;m&uuml;nde ve daha &ouml;nceki Mac i&ccedil;in MS Excel s&uuml;r&uuml;mlerinde oluşturulan &ccedil;alışma sayfaları ile &ccedil;alışırken faydalı olabilir.</li>
            </ol>
			<p>Yaptığınız değişiklikleri kaydetmek i&ccedil;in <b>Uygula</b> d&uuml;ğmesine tıklayın.</p>
		</div>
	</body>
</html>