<!DOCTYPE html>
<html>
	<head>
		<title>&Ccedil;alışma sayfalarını ger&ccedil;ek zamanlı olarak birlikte d&uuml;zenleme</title>
		<meta charset="utf-8" />
		<meta name="description" content="Tips on collaborative editing" />
		<link type="text/css" rel="stylesheet" href="../../../../../../common/main/resources/help/editor.css" />
		<link type = "text/css" rel = "stylesheet" href = "../../images/sprite.css" />
        <script type="text/javascript" src="../callback.js"></script>
        <script type="text/javascript" src="../search/js/page-search.js"></script>
	</head>
	<body>
        <div class="mainpart">
            <div class="search-field">
                <input id="search" class="searchBar" placeholder="Arama" type="text" onkeypress="doSearch(event)">
            </div>
            <h1>&Ccedil;alışma sayfalarını ger&ccedil;ek zamanlı olarak birlikte d&uuml;zenleme</h1>
            <p><a target="_blank" href="https://www.onlyoffice.com/spreadsheet-editor.aspx" onclick="onhyperlinkclick(this)"><b>Elektronik Tablo D&uuml;zenleyicisi,</b></a> dosyaları ve klas&ouml;rleri <a href="https://helpcenter.onlyoffice.com/userguides/groups-guides-documents-share-documents.aspx" onclick="onhyperlinkclick(this)">paylaşma</a>, doğrudan d&uuml;zenleyici aracında <a href="../HelpfulHints/Communicating.htm" onclick="onhyperlinkclick(this)">iletişim kurma</a>, &ccedil;alışma sayfalarınızın ek &uuml;&ccedil;&uuml;nc&uuml; taraf girdisi gerektiren belirli b&ouml;l&uuml;mleri hakkında <a href="../HelpfulHints/Commenting.htm" onclick="onhyperlinkclick(this)">yorumda bulunma</a>, <a href="../HelpfulHints/VersionHistory.htm" onclick="onhyperlinkclick(this)">elektronik tablo s&uuml;r&uuml;mlerini</a> gelecekte kullanmak &uuml;zere kaydetme gibi iş akışlarına s&uuml;rekli ekip genelinde bir yaklaşım s&uuml;rd&uuml;rmenize olanak tanır.</p>
            <p><b>Elektronik Tablo D&uuml;zenleyicisinde</b>, <b>Hızlı</b> veya <b>Sıkı</b> adlı iki modu kullanarak &ccedil;alışma sayfaları &uuml;zerinde ger&ccedil;ek zamanlı olarak işbirliği yapabilirsiniz.</p>
            <p>Modları <a href="../HelpfulHints/AdvancedSettings.htm" onclick="onhyperlinkclick(this)">Gelişmiş Ayarlar</a> men&uuml;s&uuml;nden se&ccedil;ilebilirsiniz. İstenen modu, &uuml;st ara&ccedil; &ccedil;ubuğunun <b>İşbirliği</b> sekmesinde bulunan <span class="icon icon-coeditingmode"></span> <b>Birlikte D&uuml;zenleme Modu</b> simgesini kullanarak da se&ccedil;ebilirsiniz.</p>
            <p><img alt="Birlikte Düzenleme Modu menüsü" src="../../../../../../common/main/resources/help/tr/images/coeditingmodemenu.png" /></p>
            <p>Mevcut elektronik tablo &uuml;zerinde &ccedil;alışan kullanıcıların sayısı, d&uuml;zenleyici başlığının sağ tarafında belirtilir - <span class="icon icon-usersnumber"></span>. Şu anda dosyayı tam olarak kimin d&uuml;zenlediğini g&ouml;rmek isterseniz, bu simgeye tıklayabilir veya kullanıcıların tam listesinin bulunduğu <b>Sohbet</b> paneli a&ccedil;abilirsiniz.</p>
            <h3>Hızlı modu</h3>
            <p><b>Hızlı</b>&nbsp;modu varsayılan olarak kullanılır ve diğer kullanıcılar tarafından yapılan değişiklikleri ger&ccedil;ek zamanlı olarak g&ouml;sterir. Bir elektronik tabloyu bu modda birlikte d&uuml;zenlediğinizde, son geri alınan işlemi <b>Yinele</b> se&ccedil;eneği mevcut değildir. Bu mod, h&uuml;crelerdeki verileri d&uuml;zenlerken ortak d&uuml;zenleyicilerin eylemlerini ve adlarını g&ouml;sterir. Farklı kenarlık renkleri, o anda başka biri tarafından se&ccedil;ilen h&uuml;cre aralıklarını da vurgular.</p>
            <p>D&uuml;zenleyen kullanıcının adını g&ouml;r&uuml;nt&uuml;lemek i&ccedil;in fare işaret&ccedil;inizi se&ccedil;imin &uuml;zerine getirin.</p>
            <h3>Sıkı modu</h3>
            <p><b>Sıkı</b> modu, diğer kullanıcılar tarafından yapılan değişiklikleri gizlemek i&ccedil;in se&ccedil;ilir ve yaptığınız değişiklikleri kaydetmek ve ortak yazarlar tarafından yapılan değişiklikleri kabul etmek i&ccedil;in&nbsp;<b>Kaydet</b>&nbsp;<span class="icon icon-saveupdate"></span> simgesine tıklayana kadar bu değişiklikler gizli kalır.</p>
            <p>Bir elektronik tablo <b>Sıkı</b> modunda aynı anda birka&ccedil; kullanıcı tarafından d&uuml;zenlendiğinde, d&uuml;zenlenen h&uuml;creler farklı renklerde kesikli &ccedil;izgilerle işaretlenir, bu h&uuml;crelerin bulunduğu sayfa sekmesi kırmızı işaretleyici ile işaretlenir. O anda d&uuml;zenlenen h&uuml;creleri d&uuml;zenleyen kullanıcının adını g&ouml;r&uuml;nt&uuml;lemek i&ccedil;in fare imlecini d&uuml;zenlenen h&uuml;crelerden birinin &uuml;zerine getirildiğin.</p>
            <p><img alt="Vurgulanan Seçimi Birlikte Düzenleme" src="../images/coedit_selector.png" /></p>
            <p>Kullanıcılardan biri yaptığı değişiklikleri <span class="icon icon-savewhilecoediting"></span> simgesine tıklayarak kaydeder kaydetmez, diğerleri &uuml;st sol k&ouml;şede g&uuml;ncellemeleri olduğunu belirten bir not g&ouml;r&uuml;r. Yaptığınız değişiklikleri diğer kullanıcıların g&ouml;rebilmesi ve ortak edit&ouml;rleriniz tarafından kaydedilen g&uuml;ncellemeleri alabilmesi amacıyla kaydetmek i&ccedil;in &uuml;st ara&ccedil; &ccedil;ubuğunun sol &uuml;st k&ouml;şesindeki <span class="icon icon-saveupdate"></span> simgesine tıklayın.</p>
            <h3>Canlı G&ouml;r&uuml;nt&uuml;leyici modu</h3>
            <p><b>Canlı G&ouml;r&uuml;nt&uuml;leyici</b> modu, elektronik tablo <b>Sadece G&ouml;r&uuml;nt&uuml;le</b> erişim iznine sahip bir kullanıcı tarafından a&ccedil;ıldığında, diğer kullanıcılar tarafından yapılan değişiklikleri ger&ccedil;ek zamanlı olarak g&ouml;rmek i&ccedil;in kullanılır.</p>
            <p class="note">Bu modun d&uuml;zg&uuml;n &ccedil;alışabilmesi i&ccedil;in <b>Diğer kullanıcıların değişikliklerini g&ouml;ster</b> onay kutusunun d&uuml;zenleyicinin <b>Gelişmiş Ayarlarında</b> etkinleştirilmiş olduğundan emin olun.</p>
            <h3>İsimsiz</h3>
            <p>Kayıtlı ve bir profili olmayan portal kullanıcıları, belgeler &uuml;zerinde işbirliği yapabiliyor olsalar da isimsiz olarak kabul edilir. İsimsiz kullanıcı, kendisine bir isim atanabilmesi i&ccedil;in belgeyi ilk kez a&ccedil;tığında ekranın sağ &uuml;st k&ouml;şesinde g&ouml;r&uuml;nen ilgili alana tercih ettiği bir ismi girmelidir. Tercih ettiği ismi korumak i&ccedil;in &quot;Bana bir daha sorma&quot; onay kutusunu etkinleştirmelidir.</p>
            <p><img alt="isimsiz işbirliği" src="../images/anonymous_collab.png" /></p>
        </div>
	</body>
</html>