<!DOCTYPE html>
<html>
	<head>
		<title>Yorum yapma</title>
		<meta charset="utf-8" />
		<meta name="description" content="Tips on collaborative editing" />
		<link type = "text/css" rel = "stylesheet" href = "../../images/sprite.css" />
		<link type="text/css" rel="stylesheet" href="../../../../../../common/main/resources/help/editor.css" />
        <script type="text/javascript" src="../callback.js"></script>
        <script type="text/javascript" src="../search/js/page-search.js"></script>
	</head>
	<body>
        <div class="mainpart">
            <div class="search-field">
                <input id="search" class="searchBar" placeholder="Arama" type="text" onkeypress="doSearch(event)">
            </div>
            <h1>Yorum yapma</h1>
            <p><a target="_blank" href="https://www.onlyoffice.com/spreadsheet-editor.aspx" onclick="onhyperlinkclick(this)"><b>Elektronik Tablo D&uuml;zenleyicisi</b></a>, dosyaları ve klas&ouml;rleri <a href="https://helpcenter.onlyoffice.com/userguides/groups-guides-documents-share-documents.aspx" onclick="onhyperlinkclick(this)">paylaşma</a>, &ccedil;alışma sayfaları &uuml;zerinde ger&ccedil;ek zamanlı olarak <a href="../HelpfulHints/CollaborativeEditing.htm" onclick="onhyperlinkclick(this)">işbirliği yapma</a>, doğrudan d&uuml;zenleyici aracında <a href="../HelpfulHints/Communicating.htm" onclick="onhyperlinkclick(this)">iletişim kurma</a>, <a href="../HelpfulHints/VersionHistory.htm" onclick="onhyperlinkclick(this)">&ccedil;alışma sayfaları s&uuml;r&uuml;mlerini</a> gelecekte kullanmak &uuml;zere kaydetme gibi iş akışlarına s&uuml;rekli ekip genelinde bir yaklaşım s&uuml;rd&uuml;rmenize olanak tanır.</p>
            <p><b>Elektronik Tablo D&uuml;zenleyicisinde</b>, elektronik tabloyu ger&ccedil;ekten d&uuml;zenlemeden elektronik tablonun i&ccedil;eriğine yorum ekleyebilirsiniz. <a href="../HelpfulHints/Communicating.htm" onclick="onhyperlinkclick(this)">Sohbet mesajlarının</a> aksine, yorumlar silinene kadar kalır.</p>
            <h3>Yorum ekleme ve yorumları yanıtlama</h3>
            <p>Yorum eklemek i&ccedil;in</p>
            <ol>
                <li>Bir hata veya sorun olduğunu d&uuml;ş&uuml;nd&uuml;ğ&uuml;n&uuml;z h&uuml;creyi se&ccedil;in,</li>
                <li>
                &Uuml;st ara&ccedil; &ccedil;ubuğunun <b>Ekle</b> veya <b>İşbirliği</b> sekmesine ge&ccedil;iş yapın ve <div class = "icon icon-comment_toptoolbar"></div> <b>Yorum</b> d&uuml;ğmesine tıklayın veya<br />
                <div class = "icon icon-commentsicon"></div> <b>Yorumlar</b> panelini a&ccedil;mak i&ccedil;in sol kenar &ccedil;ubuğundaki Yorumlar simgesini kullanın ve <b>Belgeye Yorum Ekle</b> bağlantısına veya<br />
                se&ccedil;ili h&uuml;creye sağ tıklayın ve men&uuml;den <b>Yorum Ekle</b> se&ccedil;eneğini se&ccedil;in,
                </li>
                <li>Gerekli metni girin,</li>
                <li><b>Yorum Ekle</b>/<b>Ekle</b> se&ccedil;eneğine tıklayın.</li>
            </ol>
            <p><b>Sıkı</b> birlikte d&uuml;zenleme modunu kullanıyorsanız, diğer kullanıcılar tarafından eklenen yeni yorumlar yalnızca &uuml;st ara&ccedil; &ccedil;ubuğunun sol &uuml;st k&ouml;şesindeki <span class="icon icon-saveupdate"></span> simgesine tıkladığınızda g&ouml;r&uuml;n&uuml;r olur.</p>
            <p>Yorumu g&ouml;r&uuml;nt&uuml;lemek i&ccedil;in h&uuml;crenin i&ccedil;ine tıklamanız yeterlidir. Siz ya da başka herhangi bir kullanıcı, yaptığı iş hakkında soru sorarak veya rapor vererek eklenen yoruma yanıt verebilir. Bu ama&ccedil;la, <b>Yanıt Ekle</b> bağlantısını kullanın, yanıtınızı giriş alanına yazıp <b>Yanıtla</b> d&uuml;ğmesine basın.</p>
            <h3>Yorumların g&ouml;r&uuml;nt&uuml;lenmesini devre dışı bırakma</h3>
            <p>Yorum soldaki panelde g&ouml;r&uuml;lecektir. Yorum yaptığınız h&uuml;crenin sağ &uuml;st k&ouml;şesinde turuncu &uuml;&ccedil;gen g&ouml;r&uuml;necektir. Bu &ouml;zelliği devre dışı bırakmanız gerekirse,</p>
            <ul>
                <li>&Uuml;st ara&ccedil; &ccedil;ubuğundaki <b>Dosya</b> sekmesine tıklayın,</li>
                <li><b>Gelişmiş Ayarlar...</b>&nbsp;Se&ccedil;eneğini se&ccedil;in,</li>
                <li><b>Yorumları g&ouml;r&uuml;nt&uuml;lemeyi a&ccedil;</b>&nbsp;kutusunun onay işaretini kaldırın.</li>
            </ul>
            <p>Bu durumda, yorum yapılan h&uuml;creler yalnızca Yorumlar <span class="icon icon-commentsicon"></span> simgesine tıklarsanız işaretlenir.</p>
            <h3>Yorumları y&ouml;netme</h3>
            <p>Eklenen yorumları, yorum balonundaki ya da soldaki <b>Yorumlar</b> paneldineki simgeleri kullanarak y&ouml;netebilirsiniz.</p>
            <ul>
                <li>
                    Eklenen yorumları aşağıdaki simgelere tıklayarak <div class = "icon icon-sortcommentsicon"></div> sıralayın:
                    <ul>
                        <li>Tarihe g&ouml;re: <b>En yeni</b> veya <b>En eski</b></li>
                        <li>Yazara g&ouml;re: <b>Yazar A&apos;dan Z&apos;ye</b> veya <b>Yazar Z&apos;den A&apos;ya</b></li>
                        <li>
                            Gruba g&ouml;re: <b>T&uuml;m&uuml;</b> veya listeden belirli bir grubu se&ccedil;in. Bu işlevi i&ccedil;eren bir s&uuml;r&uuml;m &ccedil;alıştırıyorsanız, bu sıralama se&ccedil;eneği kullanılabilir.
                            <p><img alt="Yorumları sırala" src="../images/sortcomments.png" /></p>
                        </li>
                    </ul>
                </li>
                <li>Simgeye tıklayarak mevcut se&ccedil;ili olanı <div class = "icon icon-editcommenticon"></div> d&uuml;zenleyin,</li>
                <li>Simgeye tıklayarak mevcut se&ccedil;ili olanı <div class = "icon icon-deletecommenticon"></div> silin,</li>
                <li>Yorumunuzda belirttiğiniz g&ouml;rev veya sorun &ccedil;&ouml;z&uuml;ld&uuml;yse, <div class = "icon icon-resolveicon"></div> simgeye tıklayarak mevcut se&ccedil;ili tartışmayı kapatın, bundan sonra yorumunuzla a&ccedil;tığınız tartışma &ccedil;&ouml;z&uuml;ld&uuml; durumunu alır. Tekrar a&ccedil;mak i&ccedil;in <div class = "icon icon-resolvedicon"></div> simgeye tıklayın. &Ccedil;&ouml;z&uuml;lm&uuml;ş yorumları gizlemek istiyorsanız, &uuml;st ara&ccedil; &ccedil;ubuğundaki <b>Dosya</b> sekmesine tıklayın, <b>Gelişmiş Ayarlar...</b> se&ccedil;eneğini se&ccedil;in, <b>&Ccedil;&ouml;z&uuml;lm&uuml;ş yorumları g&ouml;r&uuml;nt&uuml;lemeyi a&ccedil;</b> kutusunun onay işaretini kaldırın ve <b>Uygula</b> se&ccedil;eneğine tıklayın. Bu durumda, &ccedil;&ouml;z&uuml;len yorumlar yalnızca <div class = "icon icon-commentsicon"></div> simgeye tıklarsanız vurgulanır,</li>
                <li>Yorumları bir grup halinde y&ouml;netmek istiyorsanız, <b>İşbirliği</b> sekmesinde <b>&Ccedil;&ouml;z</b> a&ccedil;ılır men&uuml;s&uuml;n&uuml; a&ccedil;ın. Yorumları &ccedil;&ouml;zmek i&ccedil;in Elektronik tablodaki <b>mevcut yorumları &ccedil;&ouml;z</b>, <b>yorumlarımı &ccedil;&ouml;z</b> veya <b>t&uuml;m yorumları &ccedil;&ouml;z</b> se&ccedil;eneklerinden birini se&ccedil;in.</li>
            </ul>
            <h3>Bahis ekleme</h3>
            <p class="note">Elektronik tablonun kendisine değil, yalnızca elektronik tablonun i&ccedil;eriğine yapılan yorumlara bahis ekleyebilirsiniz.</p>
            <p>Yorumları girerken, birinin dikkatini yoruma &ccedil;ekmenizi ve bahsedilen kullanıcıya e-posta yoluyla bildirim g&ouml;ndermenizi ve <b>Konuşmanızı</b>  sağlayan <b>Bahisler</b> &ouml;zelliğini kullanabilirsiniz.</p>
            <p>Bir bahis eklemek i&ccedil;in,</p>
            <ol>
                <li>Yorum metninin herhangi bir yerine &quot;+&quot; veya &quot;@&quot;  işaretini girin - portal kullanıcılarının bir listesi a&ccedil;ılacaktır. Arama işlemini basitleştirmek i&ccedil;in yorum alanına gerekli adı yazmaya başlayabilirsiniz - kullanıcı listesi siz yazdık&ccedil;a değişecektir.</li>
                <li>Listeden gerekli kişiyi se&ccedil;in. Dosya belirtilen kullanıcı ile hen&uuml;z paylaşılmamışsa, <b>Paylaşım Ayarları</b> penceresi a&ccedil;ılacaktır. Varsayılan olarak <b>Sadece oku</b> erişim t&uuml;r&uuml; se&ccedil;ilidir. <a href="https://helpcenter.onlyoffice.com/userguides/groups-guides-documents-share-documents.aspx" onclick="onhyperlinkclick(this)">Gerekirse değiştirin</a>.</li>
                <li><b>TAMAM</b> d&uuml;ğmesine tıklayın.</li>
            </ol>
            <p>Bahsedilen kullanıcı, bir yorumda kendisinden bahsedildiğine dair bir e-posta bildirimi alacaktır. Dosya paylaşılmışsa, kullanıcı ayrıca ilgili bir bildirim alır.</p>
            <h3>Yorumları kaldırma</h3>
            <p>Yorumları kaldırmak i&ccedil;in,</p>
            <ol>
                <li>&Uuml;st ara&ccedil; &ccedil;ubuğunun <div class = "icon icon-removecomment_toptoolbar"></div> <b>İşbirliği</b> sekmesindeki <b>Kaldır</b> d&uuml;ğmesine tıklayın,</li>
                <li>
                    Men&uuml;den gerekli se&ccedil;eneği se&ccedil;in:
                    <ul>
                        <li><b>Mevcut Yorumları Kaldır</b> - Se&ccedil;ili olan yorumu kaldırır. Yoruma bazı yanıtlar eklenmişse, t&uuml;m yanıtları da kaldırılacaktır.</li>
                        <li><b>Yorumlarımı Kaldır</b> - Diğer kullanıcılar tarafından eklenen yorumları kaldırmadan sizin eklediğiniz yorumları kaldırır. Yorumunuza bazı yanıtlar eklenmişse, t&uuml;m yanıtları da kaldırılacaktır.</li>
                        <li><b>T&uuml;m Yorumları Kaldır</b> - Sizin ve diğer kullanıcıların eklediği elektronik tablodaki t&uuml;m yorumları kaldırır.</li>
                    </ul>
                </li>
            </ol>
            <p>Yorumların bulunduğu paneli kapatmak i&ccedil;in sol kenar &ccedil;ubuğundaki Yorumlar <span class="icon icon-commentsicon"></span> simgesine bir kez daha tıklayın.</p>
        </div>
	</body>
</html>