<!DOCTYPE html>
<html>
	<head>
		<title>G&ouml;r&uuml;n&uuml;m Ayarları ve Gezinme Ara&ccedil;ları</title>
		<meta charset="utf-8" />
		<meta name="description" content="The description of view settings and navigation tools: sheet navigation buttons, sheet tabs, scrollbars, zoom." />
		<link type="text/css" rel="stylesheet" href="../../../../../../common/main/resources/help/editor.css" />
		<link type = "text/css" rel = "stylesheet" href = "../../images/sprite.css" />
        <script type="text/javascript" src="../callback.js"></script>
        <script type="text/javascript" src="../search/js/page-search.js"></script>
	</head>
	<body>
        <div class="mainpart">
            <div class="search-field">
                <input id="search" class="searchBar" placeholder="Arama" type="text" onkeypress="doSearch(event)">
            </div>
            <h1>G&ouml;r&uuml;n&uuml;m Ayarları ve Gezinme Ara&ccedil;ları</h1>
            <p>B&uuml;y&uuml;k &ccedil;alışma sayfalarındaki h&uuml;creleri g&ouml;r&uuml;nt&uuml;lemenize ve se&ccedil;menize yardımcı olmak i&ccedil;in <a href="https://www.onlyoffice.com/en/spreadsheet-editor.aspx" target="_blank" onclick="onhyperlinkclick(this)"><b>&Ccedil;alışma Sayfası D&uuml;zenleyicisi,</b></a> ayarlanabilir &ccedil;ubuklar, kaydırma &ccedil;ubukları, sayfa gezinme d&uuml;ğmeleri, sayfa sekmeleri ve yakınlaştırma gibi &ccedil;eşitli ara&ccedil;lar sunar.</p>
            <h3>G&ouml;r&uuml;n&uuml;m Ayarlarını D&uuml;zenleme</h3>
            <p>
                Varsayılan g&ouml;r&uuml;n&uuml;m ayarlarını d&uuml;zenlemek ve &ccedil;alışma sayfası ile &ccedil;alışacak en uygun modu ayarlamak i&ccedil;in <a href="../ProgramInterface/ViewTab.htm" onclick="onhyperlinkclick(this)">G&ouml;r&uuml;n&uuml;m</a> sekmesine gidin.
                Aşağıdaki se&ccedil;enekleri se&ccedil;ebilirsiniz:
            </p>
            <ul>
                <li><b>Sayfa G&ouml;r&uuml;n&uuml;m&uuml;</b> - Sayfa g&ouml;r&uuml;n&uuml;mlerini y&ouml;netmek i&ccedil;in kullanılır. Sayfa g&ouml;r&uuml;n&uuml;mleri hakkında daha fazla bilgi edinmek i&ccedil;in l&uuml;tfen <a href="../UsageInstructions/SheetView.htm" onclick="onhyperlinkclick(this)">aşağıdaki yazıyı</a> okuyun.</li>
                <li>Listeden gerekli yakınlaştırma değerini %50&apos;den %500&apos;e ayarlamak i&ccedil;in <b>Yakınlaştır</b>.</li>
                <li><b>Aray&uuml;z Teması</b>- A&ccedil;ılır men&uuml;den mevcut aray&uuml;z temalarından birini se&ccedil;in: <em>Sistem ile aynı</em>, <em>Aydınlık</em>, <em>Klasik Aydınlık</em>, <em>Karanlık</em>, <em>Kontrast Koyu</em>.</li>
                <li><b>B&ouml;lmeleri dondur</b> - Etkin h&uuml;crenin &uuml;zerindeki t&uuml;m satırları ve etkin h&uuml;crenin solundaki t&uuml;m s&uuml;tunları dondurarak elektronik tabloyu sağa veya aşağı kaydırdığınızda g&ouml;r&uuml;n&uuml;r kalmalarını sağlar. B&ouml;lmeleri &ccedil;&ouml;zmek i&ccedil;in bu se&ccedil;eneğe bir kez daha tıklayın veya &ccedil;alışma sayfası i&ccedil;inde herhangi bir yere sağ tıklayın ve men&uuml;den <b>B&ouml;lmeleri &Ccedil;&ouml;z</b> se&ccedil;eneğini se&ccedil;in.</li>
                <li><b>Form&uuml;l &Ccedil;ubuğu</b> - Devre dışı bırakıldığında, form&uuml;lleri ve i&ccedil;eriklerini girmek ve incelemek i&ccedil;in kullanılan &uuml;st ara&ccedil; &ccedil;ubuğunun altındaki &ccedil;ubuğu gizler. Gizlenen <b>Form&uuml;l &Ccedil;ubuğunu</b> g&ouml;stermek i&ccedil;in bu se&ccedil;eneğe bir kez daha tıklayın. Genişletmek i&ccedil;in form&uuml;l &ccedil;ubuğunun alt satırını s&uuml;r&uuml;klemek <b>Form&uuml;l &Ccedil;ubuğu</b> y&uuml;ksekliğini bir satırı g&ouml;sterecek şekilde değiştirir.</li>
                <li><b>Başlıklar</b> - Devre dışı bırakıldığında, &ccedil;alışma sayfasının &uuml;st kısmındaki s&uuml;tun başlığını ve sol tarafındaki satır başlığını gizler. Gizlenen <b>Başlıkları</b> g&ouml;stermek i&ccedil;in bu se&ccedil;eneğe bir kez daha tıklayın.</li>
                <li><b>Kılavuz &Ccedil;izgileri</b> - Devre dışı bırakıldığında, h&uuml;crelerin etrafındaki &ccedil;izgileri gizler. Gizlenen <b>Kılavuz &Ccedil;izgilerini</b> g&ouml;stermek i&ccedil;in bu se&ccedil;eneğe bir kez daha tıklayın.</li>
                <li><b>Sıfırları g&ouml;ster</b> - Bir h&uuml;creye girildiğinde <b>&ldquo;0&rdquo;</b> değerinin g&ouml;r&uuml;n&uuml;r olmasını sağlar. Bu se&ccedil;eneği devre dışı bırakmak i&ccedil;in kutunun işaretini kaldırın.</li>
                <li>
                    <b>Ara&ccedil; &ccedil;ubuğunu her zaman g&ouml;ster</b>- Bu se&ccedil;enek devre dışı bırakıldığında, sekme adları g&ouml;r&uuml;n&uuml;r durumda kalırken, komutları i&ccedil;eren &uuml;st ara&ccedil; &ccedil;ubuğu gizlenir.
                    <p class="note">Alternatif olarak, &uuml;st ara&ccedil; &ccedil;ubuğunu gizlemek veya yeniden g&ouml;r&uuml;nt&uuml;lemek i&ccedil;in herhangi bir sekmeye &ccedil;ift tıklayabilirsiniz.</p>
                </li>
                <li><b>Sayfa ve durum &ccedil;ubuklarını birleştir</b> - T&uuml;m sayfa gezinme ara&ccedil;larını ve durum &ccedil;ubuğunu tek bir satırda g&ouml;r&uuml;nt&uuml;ler. Varsayılan olarak bu se&ccedil;enek etkindir. Devre dışı bırakırsanız, durum &ccedil;ubuğu iki satır halinde g&ouml;r&uuml;n&uuml;r.</li>
            </ul>
            <p>Sağ kenar &ccedil;ubuğu varsayılan olarak simge durumuna k&uuml;&ccedil;&uuml;lt&uuml;l&uuml;r. Genişletmek i&ccedil;in herhangi bir nesneyi (&ouml;rneğin, g&ouml;r&uuml;nt&uuml;, grafik, şekil) se&ccedil;in ve sağdaki etkin durumdaki sekmenin simgesine tıklayın. Sağ kenar &ccedil;ubuğunu simge durumuna k&uuml;&ccedil;&uuml;ltmek i&ccedil;in simgeye bir kez daha tıklayın.</p>
            <p>Basit s&uuml;r&uuml;kle ve bırak y&ouml;ntemiyle a&ccedil;ılan <b>Yorumlar</b> <span class="onlineDocumentFeatures">veya <b>Sohbet</b></span> panelinin boyutunu da değiştirebilirsiniz, fare imlecini sol kenar &ccedil;ubuğu kenarının &uuml;zerine getirin, b&ouml;ylece &ccedil;ift y&ouml;nl&uuml; oka d&ouml;n&uuml;ş&uuml;r ve kenar &ccedil;ubuğunun genişliğini artırmak i&ccedil;in kenarlığı sağa s&uuml;r&uuml;kleyin. Başlangı&ccedil;taki asıl genişliğini geri y&uuml;klemek i&ccedil;in kenarlığı sola taşıyın.</p>
            <h3>Gezinme Ara&ccedil;larını Kullanma</h3>
            <p>&Ccedil;alışma sayfanızda gezinmek i&ccedil;in aşağıdaki ara&ccedil;ları kullanın:</p>
            <p>Se&ccedil;ili h&uuml;crenin sağındaki h&uuml;creye gitmek i&ccedil;in klavyenizdeki <b>Tab</b>  tuşunu kullanın.</p>
            <p><b>Kaydırma &Ccedil;ubukları</b> (altta veya sağ tarafta), ge&ccedil;erli sayfada yukarı/aşağı ve sola/sağa kaydırma yapmak i&ccedil;in kullanılır. Kaydırma &ccedil;ubuklarını kullanarak bir elektronik tabloda gezinmek i&ccedil;in:</p>
            <ul>
                <li>Kaydırma &ccedil;ubuklarındaki yukarı/aşağı veya sağ/sol oklarına tıklayın;</li>
                <li>Kaydırma kutusunu s&uuml;r&uuml;kleyin,</li>
                <li>Dikey olarak hareket etmek i&ccedil;in fare tekerleğini kaydırın,</li>
                <li>Yatay olarak hareket etmek i&ccedil;in <b>Shift</b> tuşu ve fare kaydırma tekerleği kombinasyonunu kullanın,</li>
                <li>Kaydırma &ccedil;ubuğunda kaydırma kutusunun solunda/sağında veya &uuml;st&uuml;nde/altında herhangi bir alana tıklayın.</li>
            </ul>
            <p>&Ccedil;alışma sayfanızı yukarı veya aşağı kaydırmak i&ccedil;in <b>fare kaydırma tekerleğini</b> de kullanabilirsiniz.</p>
            <p><b>Sayfada Gezinme</b> d&uuml;ğmeleri, sol alt k&ouml;şede bulunur ve sayfa listesini sağa/sola kaydırmak ve sayfa sekmeleri arasında gezinmek i&ccedil;in kullanılır.</p>
            <ul>
                <li>Mevcut elektronik tablonun sayfa listesini sola kaydırmak i&ccedil;in <b>Sayfa listesini sola kaydır</b> <div class = "icon icon-previoussheet"></div> d&uuml;ğmesine tıklayın,</li>
                <li>Mevcut elektronik tablonun sayfa listesini sağa kaydırmak i&ccedil;in <b>Sayfa listesini sağa kaydır</b> <div class = "icon icon-nextsheet"></div> d&uuml;ğmesine tıklayın,</li>
            </ul>
            <p>Yeni bir &ccedil;alışma sayfası eklemek i&ccedil;in durum &ccedil;ubuğundaki <span class="icon icon-addworksheet"></span> d&uuml;ğmesini kullanın.</p>
            <p>Gerekli sayfayı se&ccedil;mek i&ccedil;in:</p>
            <ul>
                <li>
                    T&uuml;m sayfaların listesini a&ccedil;mak ve ihtiyacınız olan sayfayı se&ccedil;mek i&ccedil;in <div class = "icon icon-list_worksheets"></div> durum &ccedil;ubuğundaki d&uuml;ğmeye tıklayın. Sayfa listesi aynı zamanda sayfa durumunu da g&ouml;r&uuml;nt&uuml;ler,
                    <p><img alt="Sayfa Listesi" src="../images/sheetlist.png" /></p>
                    <p>veya</p>
                    <p><span class="icon icon-list_worksheets"></span> d&uuml;ğmesinin yanındaki uygun <b>Sayfa Sekmesine</b>&nbsp;tıklayın.</p>
                    <p>
                        <b>Yakınlaştır</b> d&uuml;ğmeleri, sağ alt k&ouml;şede bulunur ve ge&ccedil;erli sayfayı yakınlaştırmak ve uzaklaştırmak i&ccedil;in kullanılır.
                        Y&uuml;zde cinsinden g&ouml;r&uuml;nt&uuml;lenen se&ccedil;ili yakınlaştırma değerini değiştirmek i&ccedil;in buna tıklayın ve listeden mevcut yakınlaştırma se&ccedil;eneklerinden (%50 / %75 / %100 / %125 / %150 / %175 / %200 / %300 / %400 / %500) birini se&ccedil;in ya da <b>Yakınlaştır</b> <span class="icon icon-zoomin"></span> veya <b>Uzaklaştır</b> <span class="icon icon-zoomout"></span> d&uuml;ğmelerini kullanın. Yakınlaştırma ayarları <a href="../ProgramInterface/ViewTab.htm" onclick="onhyperlinkclick(this)">G&ouml;r&uuml;n&uuml;m</a> sekmesinde de mevcuttur.
                    </p>
                </li>
            </ul>
        </div>
	</body>
</html>