<!DOCTYPE html>
<html>
<head>
    <title>S&uuml;r&uuml;m ge&ccedil;mişi</title>
    <meta charset="utf-8" />
    <meta name="description" content="Tips on collaborative editing" />
    <link type = "text/css" rel = "stylesheet" href = "../../images/sprite.css" />
    <link type="text/css" rel="stylesheet" href="../../../../../../common/main/resources/help/editor.css" />
    <script type="text/javascript" src="../callback.js"></script>
    <script type="text/javascript" src="../search/js/page-search.js"></script>
</head>
<body>
    <div class="mainpart">
        <div class="search-field">
            <input id="search" class="searchBar" placeholder="Arama" type="text" onkeypress="doSearch(event)">
        </div>
        <h1>S&uuml;r&uuml;m ge&ccedil;mişi</h1>
        <p><a target="_blank" href="https://www.onlyoffice.com/spreadsheet-editor.aspx" onclick="onhyperlinkclick(this)"><b>Elektronik Tablo D&uuml;zenleyicisi</b></a>, dosyaları ve klas&ouml;rleri <a href="https://helpcenter.onlyoffice.com/userguides/groups-guides-documents-share-documents.aspx" onclick="onhyperlinkclick(this)">paylaşma</a>, &ccedil;alışma sayfaları &uuml;zerinde ger&ccedil;ek zamanlı olarak <a href="../HelpfulHints/CollaborativeEditing.htm" onclick="onhyperlinkclick(this)">işbirliği yapma</a>, doğrudan d&uuml;zenleyici aracında <a href="../HelpfulHints/Communicating.htm" onclick="onhyperlinkclick(this)">iletişim kurma</a>, &ccedil;alışma sayfalarınızın ek &uuml;&ccedil;&uuml;nc&uuml; taraf girdisi gerektiren belirli b&ouml;l&uuml;mleri hakkında <a href="../HelpfulHints/Commenting.htm" onclick="onhyperlinkclick(this)">yorumda bulunma</a> gibi iş akışlarına s&uuml;rekli ekip genelinde bir yaklaşım s&uuml;rd&uuml;rmenize olanak tanır.</p>
        <p><b>Elektronik Tablo D&uuml;zenleyicisinde</b>, &uuml;zerinde işbirliği yaptığınız elektronik tablonun s&uuml;r&uuml;m ge&ccedil;mişini g&ouml;r&uuml;nt&uuml;leyebilirsiniz.</p>
        <p><b>S&uuml;r&uuml;m ge&ccedil;mişini g&ouml;r&uuml;nt&uuml;leme:</b></p>
        <p>Elektronik tabloda yapılan t&uuml;m değişiklikleri g&ouml;r&uuml;nt&uuml;lemek i&ccedil;in</p>
        <ul>
            <li><b>Dosya</b> sekmesine gidin,</li>
            <li>
                Sol kenar &ccedil;ubuğundaki&nbsp;<b>S&uuml;r&uuml;m Ge&ccedil;mişi</b>&nbsp;se&ccedil;eneğini se&ccedil;in
                <p>veya</p>
            </li>
            <li><b>İşbirliği</b> sekmesine gidin,</li>
            <li>&Uuml;st ara&ccedil; &ccedil;ubuğundaki <div class = "icon icon-versionhistoryicon"></div>&nbsp;<b>S&uuml;r&uuml;m Ge&ccedil;mişi</b>&nbsp;simgesini kullanarak s&uuml;r&uuml;mlerin ge&ccedil;mişini a&ccedil;ın.</li>
        </ul>
        <p>Elektronik tablo s&uuml;r&uuml;mlerinin ve revizyonlarının listesini, her s&uuml;r&uuml;m&uuml;n/revizyonun yazarının ve oluşturulma tarihi ve saati ile birlikte g&ouml;receksiniz. Elektronik tablo s&uuml;r&uuml;mleri i&ccedil;in (&ouml;rneğin&nbsp;<em>s&uuml;r&uuml;m 2) s&uuml;r&uuml;m numarası da belirtilir.</p>
        <p><b>S&uuml;r&uuml;mleri g&ouml;r&uuml;nt&uuml;leme:</b></p>
        <p>Her bir s&uuml;r&uuml;mde/revizyonda hangi değişikliklerin yapıldığını tam olarak g&ouml;rmek i&ccedil;in ihtiyacınız olanı sol kenar &ccedil;ubuğunda tıklayarak g&ouml;r&uuml;nt&uuml;leyebilirsiniz. S&uuml;r&uuml;m/revizyon yazarı tarafından yapılan değişiklikler, sol kenar &ccedil;ubuğunda yazarın adının yanında g&ouml;r&uuml;nt&uuml;lenen renkle işaretlenir.</p>
        <p>Elektronik tablonun ge&ccedil;erli s&uuml;r&uuml;m&uuml;ne <b>geri d&ouml;nmek</b> i&ccedil;in s&uuml;r&uuml;m listesinin en &uuml;st&uuml;ndeki&nbsp;<b>Ge&ccedil;mişi Kapat</b>&nbsp;se&ccedil;eneğini kullanın.</p>
        <p><b>S&uuml;r&uuml;mleri geri y&uuml;kleme:</b></p>
        <p>Elektronik tablonun &ouml;nceki s&uuml;r&uuml;mlerinden birine geri d&ouml;nmeniz gerekirse, se&ccedil;ili s&uuml;r&uuml;m&uuml;n/revizyonun altındaki&nbsp;<b>Geri Y&uuml;kle</b>&nbsp;bağlantısına tıklayın.</p>
        <p><img alt="Geri Yükleme" src="../images/versionhistory.png" /></p>
        <p>S&uuml;r&uuml;mleri ve ara revizyonları y&ouml;netme ve &ouml;nceki s&uuml;r&uuml;mleri geri y&uuml;kleme hakkında daha fazla bilgi edinmek i&ccedil;in l&uuml;tfen <a href="https://helpcenter.onlyoffice.com/userguides/groups-tipstricks-documents-document-versions.aspx">aşağıdaki yazıyı</a> okuyun.</p>
    </div>
</body>
</html>